<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">
  <title>衷深学习</title>
  <icon>https://www.gravatar.com/avatar/1a78ec769217974f51d40169d81d53e1</icon>
  <subtitle>石晓强的小站</subtitle>
  <link href="/atom.xml" rel="self"/>
  
  <link href="https://steven-shixq.github.io/"/>
  <updated>2020-12-20T10:07:12.010Z</updated>
  <id>https://steven-shixq.github.io/</id>
  
  <author>
    <name>石晓强</name>
    <email>2583551979@qq.com</email>
  </author>
  
  <generator uri="https://hexo.io/">Hexo</generator>
  
  <entry>
    <title>MY 100-Day English -5</title>
    <link href="https://steven-shixq.github.io/2020/12/20/MY-100-Day-English-5/"/>
    <id>https://steven-shixq.github.io/2020/12/20/MY-100-Day-English-5/</id>
    <published>2020-12-20T02:42:30.000Z</published>
    <updated>2020-12-20T10:07:12.010Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p>&#x539F;&#x6587;&#xFF1A;<a href="https://pubmed.ncbi.nlm.nih.gov/31768000/" target="_blank" rel="noopener">Educational attainment and drinking behaviors: Mendelian randomization study in UK Biobank</a></p></blockquote><p><em>&#x539F;&#x6587;&#x6709;&#x7248;&#x6743;&#x4FDD;&#x62A4;&#xFF0C;&#x8FD9;&#x91CC;&#x4E0D;&#x8D34;&#x51FA;</em></p><hr><p><em>&#x9605;&#x8BFB;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x987A;&#x4FBF;&#x5B66;&#x4E60;&#x5982;&#x4F55;&#x5199;introducation&#x90E8;&#x5206;</em></p><p>&#x4E16;&#x754C;&#x8303;&#x56F4;&#x5185;&#xFF0C;&#x559D;&#x9152;&#x90FD;&#x662F;&#x4E00;&#x4E2A;&#x5BFC;&#x81F4;&#x5065;&#x5EB7;&#x95EE;&#x9898;&#x548C;&#x8FC7;&#x65E9;&#x6B7B;&#x4EA1;&#x7684;&#x56E0;&#x7D20;&#x3002;&#x4EC5;&#x5728;2016&#x5E74;&#xFF0C;&#x9152;&#x7CBE;&#x7684;&#x9519;&#x8BEF;&#x4F7F;&#x7528;&#xFF08;&#x5305;&#x62EC;&#x9152;&#x7CBE;&#x4E2D;&#x6BD2;&#xFF09;&#x5BFC;&#x81F4;&#x4E86;&#x7EA6;300&#x4E07;&#x4EBA;&#x7684;&#x6B7B;&#x4EA1;&#xFF08;&#x5360;&#x6240;&#x6709;&#x6B7B;&#x4EA1;&#x4EBA;&#x6570;&#x7684;5.3%&#xFF09;&#x3002;&#x4E0E;&#x6B64;&#x76F8;&#x53CD;&#x662F;&#x7684;&#xFF0C;&#x6709;&#x7814;&#x7A76;&#x8868;&#x660E;&#x5C11;&#x91CF;&#x9002;&#x5EA6;&#x7684;&#x996E;&#x9152;&#x6709;&#x5229;&#x4E8E;&#x964D;&#x4F4E;&#x9AD8;&#x8840;&#x538B;&#x548C;&#x51A0;&#x5FC3;&#x75C5;&#x7684;&#x98CE;&#x9669;&#xFF0C;&#x8FD8;&#x6709;&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x559D;&#x7279;&#x5B9A;&#x7C7B;&#x578B;&#x7684;&#x9152;&#xFF0C;&#x6BD4;&#x5982;&#x7EA2;&#x9152;&#x53EF;&#x80FD;&#x4F1A;&#x964D;&#x4F4E;&#x5FC3;&#x8840;&#x7BA1;&#x75BE;&#x75C5;&#x548C;&#x7CD6;&#x5C3F;&#x75C5;&#x7684;&#x98CE;&#x9669;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x8FD1;&#x6765;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x5C11;&#x91CF;&#x9002;&#x5EA6;&#x996E;&#x9152;&#x5BF9;&#x5065;&#x5EB7;&#x65E2;&#x6CA1;&#x6709;&#x597D;&#x5904;&#x4E5F;&#x6CA1;&#x6709;&#x574F;&#x5904;&#xFF0C;&#x8FD9;&#x79CD;&#x6F5C;&#x5728;&#x7684;&#x996E;&#x9152;&#x5E26;&#x6765;&#x7684;&#x597D;&#x5904;&#x5728;&#x8003;&#x8651;&#x6574;&#x4F53;&#x7684;&#x5065;&#x5EB7;&#x98CE;&#x9669;&#x65F6;&#x88AB;&#x62B5;&#x6D88;&#x3002;&#x6839;&#x636E;&#x7F8E;&#x56FD;&#x7684;&#x300A;&#x81B3;&#x98DF;&#x6307;&#x5357;&#x300B;&#x5EFA;&#x8BAE;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0D;&#x559D;&#x9152;&#x7684;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x6307;&#x5357;&#x4E0D;&#x63A8;&#x8350;&#x8FD9;&#x90E8;&#x5206;&#x4EBA;&#x4E3A;&#x4E86;&#x4EFB;&#x4F55;&#x7406;&#x7531;&#x800C;&#x5F00;&#x59CB;&#x996E;&#x9152;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x996E;&#x9152;&#x4E60;&#x60EF;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x996E;&#x9152;&#x9891;&#x7387;&#x548C;&#x662F;&#x5426;&#x5403;&#x996D;&#x65F6;&#x559D;&#x9152;&#xFF0C;&#x548C;&#x5065;&#x5EB7;&#x90FD;&#x606F;&#x606F;&#x76F8;&#x5173;&#x3002;&#x8003;&#x8651;&#x5230;&#x996E;&#x9152;&#x91CF;&#xFF0C;&#x66F4;&#x9891;&#x7E41;&#x7684;&#x996E;&#x9152;&#x548C;&#x5C31;&#x9910;&#x65F6;&#x996E;&#x9152;&#x4E0E;&#x8F83;&#x4F4E;&#x7684;&#x4F53;&#x91CD;&#x6307;&#x6570;&#x548C;&#x9910;&#x540E;&#x8840;&#x538B;&#x6709;&#x6709;&#x76CA;&#x7684;&#x8054;&#x7CFB;&#x3002;</p><p>&#x6D41;&#x884C;&#x75C5;&#x5B66;&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x76F8;&#x6BD4;&#x4E8E;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#x8F83;&#x4F4E;&#x7684;&#x7FA4;&#x4F53;&#xFF0C;&#x6709;&#x7740;&#x66F4;&#x9AD8;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#x7684;&#x7FA4;&#x4F53;&#x503E;&#x5411;&#x4E8E;&#x559D;&#x66F4;&#x591A;&#x7684;&#x9152;&#xFF0C;&#x4F46;&#x4E5F;&#x6709;&#x7814;&#x7A76;&#x5F97;&#x51FA;&#x76F8;&#x53CD;&#x7684;&#x7ED3;&#x8BBA;&#x3002;&#x53E6;&#x5916;&#xFF0C;&#x8FD8;&#x6709;&#x7814;&#x7A76;&#x8868;&#x660E;&#x4E0D;&#x540C;&#x7684;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#x4E0E;&#x548C;&#x4E0D;&#x540C;&#x7684;&#x9152;&#x76F8;&#x5173;&#xFF0C;&#x4E5F;&#x76F4;&#x63A5;&#x5BFC;&#x81F4;&#x4E86;&#x4E0D;&#x540C;&#x7684;&#x5065;&#x5EB7;&#x95EE;&#x9898;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x4E4B;&#x524D;&#x7684;&#x7814;&#x7A76;&#x5927;&#x90FD;&#x6765;&#x81EA;&#x4E8E;&#x89C2;&#x5BDF;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x8FD9;&#x79CD;&#x89C2;&#x5BDF;&#x7684;&#x7ED3;&#x679C;&#x5BB9;&#x6613;&#x53D7;&#x6DF7;&#x6742;&#x56E0;&#x7D20;&#x548C;&#x9006;&#x5411;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x7684;&#x5F71;&#x54CD;&#x3002;</p><p>&#x5B5F;&#x5FB7;&#x5C14;&#x968F;&#x673A;&#x5316;&#x4F7F;&#x7528;&#x57FA;&#x56E0;&#x4F4D;&#x70B9;&#xFF08;&#x53D8;&#x5F02;&#x4F4D;&#x70B9;SNP&#xFF09;&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x4EE3;&#x66FF;&#x66B4;&#x9732;&#x7684;&#x5DE5;&#x5177;&#x53D8;&#x91CF;&#x6765;&#x4FC3;&#x8FDB;&#x56E0;&#x679C;&#x63A8;&#x7406;&#x3002;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x4E0D;&#x592A;&#x53EF;&#x80FD;&#x53D7;&#x5230;&#x6DF7;&#x6DC6;&#x6216;&#x53CD;&#x5411;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x6700;&#x8FD1;&#x7684;&#x4E00;&#x9879;&#x5168;&#x57FA;&#x56E0;&#x7EC4;&#x5173;&#x8054;&#x7814;&#x7A76;&#xFF08;GWAS&#xFF09;&#x62A5;&#x9053;&#x4E86;&#x8D85;&#x8FC7;1000&#x4E2A;&#x5168;&#x57FA;&#x56E0;&#x7EC4;&#x6C34;&#x5E73;&#x663E;&#x8457;&#x7684;&#x3001;&#x72EC;&#x7ACB;&#x7684;&#x4E0E;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#x76F8;&#x5173;&#x7684;&#x9057;&#x4F20;&#x53D8;&#x5F02;&#x4F4D;&#x70B9;&#xFF0C;&#x672C;&#x7814;&#x7A76;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x53D8;&#x5F02;&#x4F4D;&#x70B9;&#x4F5C;&#x4E3A;&#x5DE5;&#x5177;&#x53D8;&#x91CF;&#x6765;&#x9A8C;&#x8BC1;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#x53EF;&#x80FD;&#x76F4;&#x63A5;&#x5F71;&#x54CD;&#x996E;&#x9152;&#x884C;&#x4E3A;&#x7684;&#x731C;&#x60F3;&#xFF0C;&#x7814;&#x7A76;&#x4F7F;&#x7528;UK biobank&#x4E2D;33&#x4E07;&#x4EBA;&#x7684;&#x6570;&#x636E;&#x3002;&#x8003;&#x8651;&#x5230;&#x53D7;&#x6559;&#x80B2;&#x7A0B;&#x5EA6;&#x548C;&#x996E;&#x9152;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;&#x5B58;&#x5728;&#x6F5C;&#x5728;&#x7684;&#x6027;&#x522B;&#x5DEE;&#x5F02;&#xFF0C;&#x6587;&#x7AE0;&#x8FD8;&#x5206;&#x522B;&#x5728;&#x7537;&#x6027;&#x548C;&#x5973;&#x6027;&#x4E2D;&#x6D4B;&#x8BD5;&#x4E86;&#x8FD9;&#x79CD;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x3002;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Introduction-Educational attainment and drinking behaviors Mendelian randomization study in UK Biobank
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="My 100-Day English" scheme="https://steven-shixq.github.io/tags/My-100-Day-English/"/>
    
  </entry>
  
  <entry>
    <title>MY 100-Day English -4</title>
    <link href="https://steven-shixq.github.io/2020/12/19/MY-100-Day-English-4/"/>
    <id>https://steven-shixq.github.io/2020/12/19/MY-100-Day-English-4/</id>
    <published>2020-12-19T02:55:29.000Z</published>
    <updated>2020-12-19T04:23:51.629Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.nature.com/articles/s41586-020-2975-4" target="_blank" rel="noopener">Reprogramming to recover youthful epigenetic information and restore vision</a></p></blockquote><p><strong>Abstract</strong></p><p>Ageing is a degenerative process that leads to tissue dysfunction and death. A proposed cause of ageing is the accumulation of epigenetic noise that disrupts gene expression patterns, leading to decreases in tissue function and regenerative capacity<a href="https://www.nature.com/articles/s41586-020-2975-4#ref-CR1" target="_blank" rel="noopener">1</a>,<a href="https://www.nature.com/articles/s41586-020-2975-4#ref-CR2" target="_blank" rel="noopener">2</a>,<a href="https://www.nature.com/articles/s41586-020-2975-4#ref-CR3" target="_blank" rel="noopener">3</a>. Changes to DNA methylation patterns over time form the basis of ageing clocks<a href="https://www.nature.com/articles/s41586-020-2975-4#ref-CR4" target="_blank" rel="noopener">4</a>, but whether older individuals retain the information needed to restore these patterns&#x2014;and, if so, whether this could improve tissue function&#x2014;is not known. Over time, the central nervous system (CNS) loses function and regenerative capacity<a href="https://www.nature.com/articles/s41586-020-2975-4#ref-CR5" target="_blank" rel="noopener">5</a>,<a href="https://www.nature.com/articles/s41586-020-2975-4#ref-CR6" target="_blank" rel="noopener">6</a>,<a href="https://www.nature.com/articles/s41586-020-2975-4#ref-CR7" target="_blank" rel="noopener">7</a>. Using the eye as a model CNS tissue, here we show that ectopic expression of <em>Oct4</em> (also known as <em>Pou5f1</em>), <em>Sox2</em> and <em>Klf4</em> genes (OSK) in mouse retinal ganglion cells restores youthful DNA methylation patterns and transcriptomes, promotes axon regeneration after injury, and reverses vision loss in a mouse model of glaucoma and in aged mice. The beneficial effects of OSK-induced reprogramming in axon regeneration and vision require the DNA demethylases TET1 and TET2. These data indicate that mammalian tissues retain a record of youthful epigenetic information&#x2014;encoded in part by DNA methylation&#x2014;that can be accessed to improve tissue function and promote regeneration in vivo.</p><hr><p>&#x8870;&#x8001;&#x4F1A;&#x5BFC;&#x81F4;&#x7EC4;&#x7EC7;&#x529F;&#x80FD;&#x969C;&#x788D;&#x548C;&#x6B7B;&#x4EA1;&#x3002;&#x8870;&#x8001;&#x7684;&#x4E00;&#x4E2A;&#x53EF;&#x80FD;&#x539F;&#x56E0;&#x662F;&#x8868;&#x89C2;&#x9057;&#x4F20;&#x566A;&#x58F0;&#x7684;&#x79EF;&#x7D2F;&#x7834;&#x574F;&#x4E86;&#x57FA;&#x56E0;&#x8868;&#x8FBE;&#x6A21;&#x5F0F;&#xFF0C;&#x5BFC;&#x81F4;&#x7EC4;&#x7EC7;&#x529F;&#x80FD;&#x548C;&#x518D;&#x751F;&#x80FD;&#x529B;&#x4E0B;&#x964D;&#x3002;DNA&#x7532;&#x57FA;&#x5316;&#x6A21;&#x5F0F;&#x4F1A;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x7684;&#x63A8;&#x79FB;&#x53D1;&#x751F;&#x6539;&#x53D8;&#xFF0C;&#x8FD9;&#x6784;&#x6210;&#x4E86;&#x8870;&#x8001;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x4F46;&#x5C1A;&#x4E0D;&#x6E05;&#x695A;&#x5E74;&#x9F84;&#x8F83;&#x5927;&#x7684;&#x4E2A;&#x4F53;&#x662F;&#x5426;&#x4FDD;&#x7559;&#x6062;&#x590D;&#x8FD9;&#x4E9B;&#x6A21;&#x5F0F;&#x6240;&#x9700;&#x7684;&#x4FE1;&#x606F;&#x2014;&#x5982;&#x679C;&#x662F;&#x7684;&#x8BDD;&#xFF0C;&#x8FD9;&#x662F;&#x5426;&#x80FD;&#x6539;&#x5584;&#x7EC4;&#x7EC7;&#x529F;&#x80FD;&#x8FD8;&#x5C1A;&#x4E0D;&#x6E05;&#x695A;&#x3002;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x7684;&#x6D41;&#x901D;&#xFF0C;&#x4E2D;&#x67A2;&#x795E;&#x7ECF;&#x7CFB;&#x7EDF;&#xFF08;CNS&#xFF09;&#x5931;&#x53BB;&#x529F;&#x80FD;&#x548C;&#x518D;&#x751F;&#x80FD;&#x529B;&#x3002;&#x4F7F;&#x7528;&#x773C;&#x775B;&#x4F5C;&#x4E3A;&#x6A21;&#x578B;&#x4E2D;&#x67A2;&#x795E;&#x7ECF;&#x7CFB;&#x7EDF;&#x7EC4;&#x7EC7;&#xFF0C;&#x53D1;&#x73B0;&#x5C0F;&#x9F20;&#x89C6;&#x7F51;&#x819C;&#x795E;&#x7ECF;&#x8282;&#x7EC6;&#x80DE;&#x4E2D;Oct4&#xFF08;&#x4E5F;&#x79F0;&#x4E3A;Pou5f1&#xFF09;&#xFF0C;Sox2&#x548C;Klf4&#x57FA;&#x56E0;&#xFF08;OSK&#xFF09;&#x7684;&#x5F02;&#x4F4D;&#x8868;&#x8FBE;&#x53EF;&#x6062;&#x590D;&#x5E74;&#x8F7B;&#x7684;DNA&#x7532;&#x57FA;&#x5316;&#x548C;&#x8F6C;&#x5F55;&#x7EC4;&#x8303;&#x5F0F;&#xFF0C;&#x4FC3;&#x8FDB;&#x635F;&#x4F24;&#x540E;&#x8F74;&#x7A81;&#x518D;&#x751F;&#xFF0C;&#x5E76;&#x80FD;&#x9006;&#x8F6C;&#x9752;&#x5149;&#x773C;&#x5C0F;&#x9F20;&#x6A21;&#x578B;&#x548C;&#x8001;&#x5E74;&#x5C0F;&#x9F20;&#x7684;&#x89C6;&#x529B;&#x4E27;&#x5931;&#x3002;OSK&#x8BF1;&#x5BFC;&#x7684;&#x8F74;&#x7A81;&#x518D;&#x751F;&#x548C;&#x89C6;&#x89C9;&#x91CD;&#x7F16;&#x7A0B;&#x7684;&#x4F5C;&#x7528;&#x53D1;&#x6325;&#x9700;&#x8981;DNA&#x8131;&#x7532;&#x57FA;&#x9176;TET1&#x548C;TET2&#x7684;&#x5B58;&#x5728;&#x3002;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x8868;&#x660E;&#xFF0C;&#x54FA;&#x4E73;&#x52A8;&#x7269;&#x7EC4;&#x7EC7;&#x4FDD;&#x7559;&#x4E86;&#x5E74;&#x8F7B;&#x7684;&#x8868;&#x89C2;&#x9057;&#x4F20;&#x4FE1;&#x606F;&#xFF08;&#x90E8;&#x5206;&#x901A;&#x8FC7;DNA&#x7532;&#x57FA;&#x5316;&#x7F16;&#x7801;&#xFF09;&#xFF0C;&#x53EF;&#x4EE5;&#x7528;&#x6765;&#x6539;&#x5584;&#x7EC4;&#x7EC7;&#x529F;&#x80FD;&#x548C;&#x4FC3;&#x8FDB;&#x4F53;&#x5185;&#x518D;&#x751F;&#x3002;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      nature-Reprogramming to recover youthful epigenetic information and restore vision
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="My 100-Day English" scheme="https://steven-shixq.github.io/tags/My-100-Day-English/"/>
    
  </entry>
  
  <entry>
    <title>MY 100-Day English -3</title>
    <link href="https://steven-shixq.github.io/2020/12/18/MY-100-Day-English-3/"/>
    <id>https://steven-shixq.github.io/2020/12/18/MY-100-Day-English-3/</id>
    <published>2020-12-18T14:54:42.000Z</published>
    <updated>2020-12-18T15:47:55.486Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://academic.oup.com/ije/article/48/3/743/5521059" target="_blank" rel="noopener">Education and lung cancer: a Mendelian randomization study</a></p></blockquote><p><strong>Abstract</strong></p><p><strong>Background</strong></p><p>We aimed to investigate whether more years spent in education are causally associated with a lower risk of lung cancer, through a two-sample Mendelian randomization study.</p><p><strong>Methods</strong></p><p>The main analysis used publicly available genetic summary data from two large consortia [International Lung Cancer Consortium (ILCCO) and Social Science Genetic Association Consortium (SSGAC)]. Genetic variants used as instrumental variables for years of education were derived from SSGAC. Finally, genetic data from three additional consortia (TAG, GLGC, GIANT) were analysed to investigate whether education could causally alter common lung cancer risk factors. The exposure was the genetic predisposition to higher levels of education, measured by 73 single nucleotide polymorphisms from SSGAC. The primary outcome was the risk of lung cancer (11 348 events in ILCCO). Secondary outcomes based on different histological subtypes were also examined. Analyses were performed using the package TwoSampleMR in R.</p><p><strong>Results</strong></p><p>Genetic predisposition towards 3.6 &#x2009;years of additional education was associated with a 52% lower risk of lung cancer (odds ratio 0.48, 95% confidence interval 0.34 to 0.66; <em>P</em>&#x2009;=&#x2009;1.02&#x2009;&#xD7;&#x2009;10&#x2009;&#x2212;&#x2009;5). Sensitivity analyses were consistent with a causal interpretation in which major bias from genetic pleiotropy was unlikely. The Mendelian randomization assumptions did not seem to be violated. Genetic predisposition towards longer education was additionally associated with less smoking, lower body mass index and a favourable blood lipid profile.</p><p><strong>Conclusions</strong></p><p>Our study indicated that low education is a causal risk factor in the development of lung cancer. Further work is needed to elucidate the potential mechanisms.</p><hr><p>&#x8C03;&#x67E5;&#x53D7;&#x6559;&#x80B2;&#x5E74;&#x9650;&#x8D8A;&#x957F;&#x662F;&#x5426;&#x4E0E;&#x80BA;&#x764C;&#x98CE;&#x9669;&#x8D8A;&#x4F4E;&#x6709;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x3002;</p><p>MR&#x5206;&#x6790;&#x5206;&#x4E3A;exposure&#x548C;outcome, &#x901A;&#x8FC7;&#x4F7F;&#x7528;&#x4E0E;exposure&#x76F8;&#x5173;&#x7684;&#x5DE5;&#x5177;&#x53D8;&#x91CF;SNP&#xFF0C;&#x8C03;&#x67E5;exposure&#x548C;outcome&#x7684;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x3002;</p><p>&#x4E3B;&#x8981;&#x4F7F;&#x7528;&#x4E86;&#x56FD;&#x9645;&#x80BA;&#x764C;&#x8054;&#x76DF;(ILCCO)&#x548C;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x9057;&#x4F20;&#x534F;&#x4F1A;&#x8054;&#x76DF;(SSGAC)]&#x63D0;&#x4F9B;&#x7684;&#x516C;&#x5F00;&#x9057;&#x4F20;&#x6458;&#x8981;&#x6570;&#x636E;&#x3002;&#x6559;&#x80B2;&#x7684;&#x5DE5;&#x5177;&#x53D8;&#x91CF;&#x6765;&#x81EA;SSGAC&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x5171;&#x6709;73&#x4E2A;SNP&#x3002;&#x6700;&#x540E;&#xFF0C;&#x5206;&#x6790;&#x4E86;&#x6765;&#x81EA;&#x53E6;&#x5916;&#x4E09;&#x4E2A;&#x8054;&#x76DF;(TAG, GLGC, GIANT)&#x7684;&#x57FA;&#x56E0;&#x6570;&#x636E;&#xFF0C;&#x4EE5;&#x8C03;&#x67E5;&#x6559;&#x80B2;&#x662F;&#x5426;&#x53EF;&#x4EE5;&#x5BFC;&#x81F4;&#x80BA;&#x764C;&#x7684;&#x5E38;&#x89C1;&#x5371;&#x9669;&#x56E0;&#x7D20;&#x7684;&#x6539;&#x53D8;&#x3002;&#x4E3B;&#x8981;&#x7684;outcome&#x662F;&#x80BA;&#x764C;&#x7684;&#x98CE;&#x9669;(ILCCO&#x7684;11348&#x4F8B;&#x4E8B;&#x4EF6;)&#x3002;</p><p>&#x63A5;&#x53D7;3.6&#x5E74;&#x989D;&#x5916;&#x6559;&#x80B2;&#x7684;&#x9057;&#x4F20;&#x503E;&#x5411;&#x4E0E;&#x80BA;&#x764C;&#x98CE;&#x9669;&#x964D;&#x4F4E;52%&#x76F8;&#x5173;&#x3002;&#x654F;&#x611F;&#x6027;&#x5206;&#x6790;&#x4E0E;&#x4E0D;&#x592A;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x9057;&#x4F20;&#x591A;&#x6548;&#x6027;&#x7684;&#x91CD;&#x5927;&#x504F;&#x5DEE;&#x7684;&#x56E0;&#x679C;&#x89E3;&#x91CA;&#x4E00;&#x81F4;&#x3002;&#x8FDD;&#x80CC;&#x5B5F;&#x5FB7;&#x5C14;&#x968F;&#x673A;&#x5316;&#x5047;&#x8BBE;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x4E0D;&#x5927;&#x3002;&#x53D7;&#x6559;&#x80B2;&#x65F6;&#x95F4;&#x8F83;&#x957F;&#x7684;&#x9057;&#x4F20;&#x503E;&#x5411;&#x8FD8;&#x4E0E;&#x8F83;&#x5C11;&#x5438;&#x70DF;&#x3001;&#x8F83;&#x4F4E;&#x7684;&#x4F53;&#x91CD;&#x6307;&#x6570;&#x548C;&#x826F;&#x597D;&#x7684;&#x8840;&#x8102;&#x72B6;&#x51B5;&#x6709;&#x5173;&#x3002;</p><p>&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x53D7;&#x6559;&#x80B2;&#x7A0B;&#x5EA6;&#x4F4E;&#x662F;&#x80BA;&#x764C;&#x53D1;&#x751F;&#x7684;&#x4E00;&#x4E2A;&#x5371;&#x9669;&#x56E0;&#x7D20;&#x3002;&#x9700;&#x8981;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x5DE5;&#x4F5C;&#x6765;&#x9610;&#x660E;&#x6F5C;&#x5728;&#x7684;&#x673A;&#x5236;&#x3002;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Education and lung cancer a Mendelian randomization study
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="My 100-Day English" scheme="https://steven-shixq.github.io/tags/My-100-Day-English/"/>
    
  </entry>
  
  <entry>
    <title>MY 100-Day English -2</title>
    <link href="https://steven-shixq.github.io/2020/12/17/MY-100-Day-English-2/"/>
    <id>https://steven-shixq.github.io/2020/12/17/MY-100-Day-English-2/</id>
    <published>2020-12-17T01:47:57.000Z</published>
    <updated>2020-12-17T02:04:45.782Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.nature.com/articles/s41467-019-10679-y" target="_blank" rel="noopener">Mendelian randomisation analysis of the effect of educational attainment and cognitive ability on smoking behaviour</a></p></blockquote><p>Recent analyses have shown educational attainment to be associated with a number of health outcomes. This association may, in part, be due to an effect of educational attainment on smoking behaviour. In this study, we apply a multivariable Mendelian randomisation design to determine whether the effect of educational attainment on smoking behaviour is due to educational attainment or general cognitive ability. We use individual data from the UK Biobank study (N= 120,050) and summary data from large GWA studies of educational attainment, cognitive ability and smoking behaviour. Our results show that more years of education are associated with a reduced likelihood of smoking that is not due to an effect of general cognitive ability on smoking behaviour. Given the considerable physical harms associated with smoking, the effect of educational attainment on smoking is likely to contribute to the health inequalities associated with differences in educational attainment.</p><hr><p>&#x672C;&#x6587;&#x4F5C;&#x8005;&#x4F7F;&#x7528;&#x591A;&#x53D8;&#x91CF;MR&#x5206;&#x6790;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x786E;&#x5B9A;&#x6559;&#x80B2;&#x7A0B;&#x5EA6;&#x5BF9;&#x5438;&#x70DF;&#x884C;&#x4E3A;&#x7684;&#x5F71;&#x54CD;&#x662F;&#x7531;&#x4E8E;&#x6559;&#x80B2;&#x7A0B;&#x5EA6;&#x8FD8;&#x662F;&#x4E00;&#x822C;&#x8BA4;&#x77E5;&#x80FD;&#x529B;&#x6240;&#x81F4;&#x3002;&#x6587;&#x4E2D;&#x4F7F;&#x7528; UKB 12&#x4E07;&#x4EBA;&#x7684;&#x6837;&#x672C;&#x548C;&#x516C;&#x5171;&#x6570;&#x636E;&#x5E93;&#x7684;GWAS&#x70DF;&#x9A8C;&#x8BC1;&#x8FD9;&#x4E00;&#x5047;&#x8BBE;&#x3002;&#x7ED3;&#x679C;&#x8868;&#x660E;&#xFF0C;&#x53D7;&#x6559;&#x80B2;&#x5E74;&#x9650;&#x4E0E;&#x5438;&#x70DF;&#x53EF;&#x80FD;&#x6027;&#x964D;&#x4F4E;&#x6709;&#x5173;&#xFF0C;&#x8FD9;&#x5E76;&#x4E0D;&#x662F;&#x7531;&#x4E8E;&#x4E00;&#x822C;&#x8BA4;&#x77E5;&#x80FD;&#x529B;&#x5BF9;&#x5438;&#x70DF;&#x884C;&#x4E3A;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x8003;&#x8651;&#x5230;&#x5438;&#x70DF;&#x5BF9;&#x8EAB;&#x4F53;&#x7684;&#x5DE8;&#x5927;&#x5371;&#x5BB3;&#xFF0C;&#x53D7;&#x6559;&#x80B2;&#x7A0B;&#x5EA6;&#x5BF9;&#x5438;&#x70DF;&#x7684;&#x5F71;&#x54CD;&#x53EF;&#x80FD;&#x4F1A;&#x5BFC;&#x81F4;&#x4E0E;&#x53D7;&#x6559;&#x80B2;&#x7A0B;&#x5EA6;&#x5DEE;&#x5F02;&#x6709;&#x5173;&#x7684;&#x5065;&#x5EB7;&#x4E0D;&#x5E73;&#x7B49;&#x3002;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      
      
        &lt;link rel=&quot;stylesheet&quot; class=&quot;aplayer-secondary-style-marker&quot; href=&quot;\assets\css\APlayer.min.css&quot;&gt;&lt;script src=&quot;\assets\js\APlayer.min.js&quot; cla
      
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="My 100-Day English" scheme="https://steven-shixq.github.io/tags/My-100-Day-English/"/>
    
  </entry>
  
  <entry>
    <title>My 100-Day English -1</title>
    <link href="https://steven-shixq.github.io/2020/12/16/My-100-Day-English-1/"/>
    <id>https://steven-shixq.github.io/2020/12/16/My-100-Day-English-1/</id>
    <published>2020-12-16T09:07:18.000Z</published>
    <updated>2020-12-16T09:38:46.031Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.nature.com/articles/s41380-019-0596-9" target="_blank" rel="noopener">Educational attainment and drinking behaviors: Mendelian randomization study in UK Biobank</a></p></blockquote><p><strong>Abstract</strong></p><p>Educational attainment has been associated with drinking behaviors in observation studies. We performed Mendelian randomization analysis to determine whether educational attainment causally affected drinking behaviors, including amount of alcohol intakes (in total and various types), drinking frequency, and drinking with or without meals among 334,507 white British participants from the UK Biobank cohort. We found that genetically instrumented higher education (1 additional year) was significantly related to higher total amount of alcohol intake (inverse-variance weighted method (IVW): beta&#x2009;=&#x2009;0.44, 95% confidence interval (CI) 0.40&#x2013;0.49, <em>P</em>&#x2009;=&#x2009;1.57E&#x2212;93). The causal relations with total amount and frequency of alcohol drinking were more evident among women. In analyses of different types of alcohol, higher educational attainment showed the strongest causal relation with more consumption of red wine (IVW beta&#x2009;=&#x2009;0.34, 95% CI 0.32&#x2013;0.36, <em>P</em>&#x2009;=&#x2009;2.65E&#x2212;247), followed by white wine/champagne, in a gender-specific manner. An inverse association was found for beer/cider and spirits. In addition, we found that 1 additional year of educational attainment was causally related to higher drinking frequency (IVW beta&#x2009;=&#x2009;0.54, 95% CI 0.51&#x2013;0.57, <em>P</em>&#x2009;=&#x2009;4.87E&#x2212;230) and a higher likelihood to take alcohol with meals (IVW: odds ratio (OR)&#x2009;=&#x2009;3.10, 95% CI 2.93&#x2013;3.29, <em>P</em>&#x2009;=&#x2009;0.00E&#x2009;+&#x2009;00). The results indicate causal relations of higher education with intake of more total alcohol especially red wine, and less beer/cider and spirits, more frequent drinking, and drinking with meals, suggesting the importance of improving drinking behaviors, especially among people with higher education.</p><hr><p>&#x5728;&#x7B80;&#x5355;&#x7684;&#x89C2;&#x6D4B;&#x7ED3;&#x679C;&#x4E2D;&#xFF0C;&#x6559;&#x80B2;&#x4E0E;&#x996E;&#x9152;&#x884C;&#x4E3A;&#x6709;&#x5173;&#x8054;&#x3002;&#x672C;&#x6587;&#x4F5C;&#x8005;&#x7528;UKB&#x6570;&#x636E;&#xFF08;33&#x4E07;&#x5DE6;&#x53F3;&#x7684;&#x6837;&#x672C;&#xFF0C;&#x82F1;&#x56FD;&#x767D;&#x4EBA;&#x6837;&#x672C;&#xFF09;&#xFF0C;&#x5B5F;&#x5FB7;&#x5C14;&#x968F;&#x673A;&#x5316;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x6765;&#x63A2;&#x7A76;&#x53D7;&#x6559;&#x80B2;&#x7A0B;&#x5EA6;&#x662F;&#x5426;&#x4F1A;&#x76F4;&#x63A5;&#x5F71;&#x54CD;&#x996E;&#x9152;&#x884C;&#x4E3A;-&#x5305;&#x62EC;&#x996E;&#x9152;&#x91CF;&#xFF08;&#x603B;&#x7684;&#x996E;&#x9152;&#x91CF;&#x548C;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x9152;&#x7684;&#x996E;&#x9152;&#x91CF;&#xFF09;&#xFF0C;&#x996E;&#x9152;&#x7684;&#x9891;&#x7387;&#x548C;&#x5403;&#x996D;&#x65F6;&#x559D;&#x9152;&#x6216;&#x4E0D;&#x5403;&#x996D;&#x65F6;&#x559D;&#x9152;&#x7684;&#x884C;&#x4E3A;&#x3002;&#x7814;&#x7A76;&#x53D1;&#x73B0;&#x66F4;&#x9AD8;&#x7684;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#xFF08;&#x589E;&#x52A0;&#x4E00;&#x5E74;&#x7684;&#x6559;&#x80B2;&#xFF09;&#x663E;&#x8457;&#x4E0E;&#x66F4;&#x9AD8;&#x7684;&#x9152;&#x7CBE;&#x6444;&#x5165;&#x603B;&#x91CF;&#x76F8;&#x5173;&#x3002;&#x5728;&#x5987;&#x5973;&#x4E2D;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#x4E0E;&#x996E;&#x9152;&#x603B;&#x91CF;&#x548C;&#x996E;&#x9152;&#x9891;&#x7387;&#x7684;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x66F4;&#x4E3A;&#x660E;&#x663E;&#x3002;&#x5BF9;&#x4E8E;&#x4E0D;&#x540C;&#x79CD;&#x7C7B;&#x7684;&#x9152;&#x6765;&#x8BF4;&#xFF0C;&#x66F4;&#x9AD8;&#x7684;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#x4E0E;&#x66F4;&#x9AD8;&#x7684;&#x7EA2;&#x9152;&#x6444;&#x5165;&#x91CF;&#x5B58;&#x5728;&#x6700;&#x5F3A;&#x7684;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#xFF0C;&#x968F;&#x540E;&#x662F;&#x767D;&#x8461;&#x8404;&#x9152;/&#x9999;&#x69DF;&#x3002;&#x53E6;&#x5916;&#x8FD8;&#x53D1;&#x73B0;&#x4E86;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#x4E0E;&#x5564;&#x9152;/&#x82F9;&#x679C;&#x9152;&#x548C;&#x70C8;&#x9152;&#x7684;&#x53CD;&#x5411;&#x5173;&#x8054;&#xFF0C;&#x989D;&#x5916;&#x63A5;&#x53D7;&#x4E00;&#x5E74;&#x7684;&#x6559;&#x80B2;&#x4E0E;&#x66F4;&#x9AD8;&#x7684;&#x996E;&#x9152;&#x9891;&#x7387;&#x6709;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#xFF0C;&#x4E5F;&#x66F4;&#x53EF;&#x80FD;&#x5728;&#x5403;&#x996D;&#x7684;&#x65F6;&#x5019;&#x559D;&#x9152;&#x3002;&#x7ED3;&#x679C;&#x8868;&#x660E;&#xFF0C;&#x66F4;&#x9AD8;&#x7684;&#x53D7;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#x4E0E;&#x6444;&#x5165;&#x66F4;&#x591A;&#x7684;&#x9152;&#x7CBE;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x7EA2;&#x9152;&#xFF0C;&#x800C;&#x66F4;&#x5C11;&#x559D;&#x5564;&#x9152;/&#x82F9;&#x679C;&#x9152;&#x548C;&#x70C8;&#x9152;&#xFF0C;&#x66F4;&#x9AD8;&#x7684;&#x996E;&#x9152;&#x9891;&#x7387;&#x548C;&#x8FDB;&#x9910;&#x65F6;&#x996E;&#x9152;&#x4E4B;&#x95F4;&#x5B58;&#x5728;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x3002;&#x8BF4;&#x660E;&#x4E86;&#x6539;&#x5584;&#x996E;&#x9152;&#x884C;&#x4E3A;&#x7684;&#x91CD;&#x8981;&#x6027;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5728;&#x53D7;&#x8FC7;&#x9AD8;&#x7B49;&#x6559;&#x80B2;&#x7684;&#x4EBA;&#x7FA4;&#x4E2D;&#x3002;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Educational attainment and drinking behaviors Mendelian randomization study in UK Biobank
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="My 100-Day English" scheme="https://steven-shixq.github.io/tags/My-100-Day-English/"/>
    
  </entry>
  
  <entry>
    <title>关于这个博客的反思</title>
    <link href="https://steven-shixq.github.io/2020/12/16/%E5%85%B3%E4%BA%8E%E8%BF%99%E4%B8%AA%E5%8D%9A%E5%AE%A2%E7%9A%84%E5%8F%8D%E6%80%9D/"/>
    <id>https://steven-shixq.github.io/2020/12/16/%E5%85%B3%E4%BA%8E%E8%BF%99%E4%B8%AA%E5%8D%9A%E5%AE%A2%E7%9A%84%E5%8F%8D%E6%80%9D/</id>
    <published>2020-12-16T06:44:30.000Z</published>
    <updated>2020-12-16T08:03:52.089Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><h2 id="&#x524D;&#x8A00;"><a href="#&#x524D;&#x8A00;" class="headerlink" title="&#x524D;&#x8A00;"></a>&#x524D;&#x8A00;</h2><p>&#x8FD9;&#x4E2A;&#x535A;&#x5BA2;&#x662F;&#x6211;&#x53BB;&#x5E74;&#x6625;&#x8282;&#x56DE;&#x5BB6;&#x7684;&#x65F6;&#x5019;&#x5EFA;&#x7684;&#xFF0C;&#x5728;&#x5BB6;&#x7684;&#x65F6;&#x5019;&#x65F6;&#x95F4;&#x8FD8;&#x7B97;&#x6BD4;&#x8F83;&#x5145;&#x88D5;&#xFF0C;&#x5C31;&#x4E00;&#x76F4;&#x66F4;&#x65B0;&#x7740;&#x8FD9;&#x4E2A;&#x535A;&#x5BA2;&#x3002;&#x8D77;&#x521D;&#x5EFA;&#x8FD9;&#x4E2A;&#x535A;&#x5BA2;&#x7684;&#x76EE;&#x7684;&#x4E3B;&#x8981;&#x662F;&#x89C9;&#x5F97;&#x597D;&#x73A9;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x8BB0;&#x5F55;&#x548C;&#x7763;&#x4FC3;&#x81EA;&#x5DF1;&#x7684;&#x5B66;&#x4E60;&#xFF0C;&#x662F;&#x7ED9;&#x6211;&#x81EA;&#x5DF1;&#x770B;&#x7684;&#xFF0C;&#x6211;&#x57FA;&#x672C;&#x6CA1;&#x6709;&#x5206;&#x4EAB;&#x8FC7;&#x6211;&#x7684;&#x7F51;&#x7AD9;&#x3002;&#x6211;&#x7684;&#x5B66;&#x4E60;&#x65B9;&#x5F0F;&#x6BD4;&#x8F83;&#x5C01;&#x95ED;&#xFF0C;&#x4E5F;&#x4E0D;&#x592A;&#x60F3;&#x8BA9;&#x522B;&#x4EBA;&#x77E5;&#x9053;&#x6211;&#x5728;&#x505A;&#x4EC0;&#x4E48;&#x3001;&#x60F3;&#x4EC0;&#x4E48;&#xFF0C;&#x8FD9;&#x79CD;&#x5B66;&#x4E60;&#x65B9;&#x5F0F;&#x53EF;&#x80FD;&#x662F;&#x6709;&#x95EE;&#x9898;&#xFF0C;&#x540E;&#x9762;&#x6211;&#x4F1A;&#x52AA;&#x529B;&#x6539;&#x8FDB;&#x8FD9;&#x4E2A;&#x7F3A;&#x70B9;&#x3002;</p><p>&#x540E;&#x6765;&#x8FD4;&#x6821;&#x4E4B;&#x540E;&#x79D1;&#x7814;&#x4EFB;&#x52A1;&#x8F83;&#x5FD9;&#xFF0C;&#x5C31;&#x4E00;&#x76F4;&#x6CA1;&#x6709;&#x66F4;&#x65B0;&#x4E86;&#x3002;</p><p>&#x63A5;&#x4E0B;&#x6765;&#x6211;&#x4F1A;&#x6839;&#x636E;&#x4E0D;&#x540C;&#x7684;&#x9886;&#x57DF;&#xFF0C;&#x521B;&#x9020;&#x6211;&#x81EA;&#x5DF1;&#x7684;&#x8282;&#x70B9;&#xFF0C;&#x6700;&#x540E;&#x5E0C;&#x671B;&#x80FD;&#x7ED9;&#x522B;&#x4EBA;&#x4EA7;&#x751F;&#x4EF7;&#x503C;&#xFF0C;&#x8FBE;&#x5230;&#x5171;&#x540C;&#x6210;&#x957F;&#x7684;&#x76EE;&#x7684;&#x3002;</p><h2 id="&#x672C;&#x535A;&#x5BA2;&#x7684;&#x5185;&#x5BB9;"><a href="#&#x672C;&#x535A;&#x5BA2;&#x7684;&#x5185;&#x5BB9;" class="headerlink" title="&#x672C;&#x535A;&#x5BA2;&#x7684;&#x5185;&#x5BB9;"></a>&#x672C;&#x535A;&#x5BA2;&#x7684;&#x5185;&#x5BB9;</h2><p>&#x4E0D;&#x6B62;&#x4E8E;&#x5206;&#x4EAB;&#x6211;&#x6240;&#x5B66;&#x7684;&#x4E13;&#x4E1A;&#xFF0C;&#x66F4;&#x52A0;&#x504F;&#x5411;&#x4E8E;&#x6211;&#x4E00;&#x76F4;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x9886;&#x57DF;&#xFF0C;&#x4E3B;&#x8981;&#x96C6;&#x4E2D;&#x4E8E;&#xFF1A;</p><ol><li>&#x751F;&#x7269;&#x533B;&#x5B66;</li><li>&#x6570;&#x5B66;&#xFF08;&#x5927;&#x7C7B;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x7EDF;&#x8BA1;&#x5B66;&#xFF09;</li><li>&#x8BA1;&#x7B97;&#x673A;&#xFF08;&#x4E3B;&#x8981;&#x662F;python, R, shell&#xFF09;</li><li>&#x91D1;&#x878D;&#xFF08;&#x524D;&#x671F;&#x4E3B;&#x8981;&#x504F;&#x5411;&#x4E8E;&#x4E2A;&#x4EBA;&#x7406;&#x8D22;&#xFF09;</li><li>&#x5404;&#x7C7B;&#x4E66;&#x7C4D;&#xFF08;&#x4E3B;&#x8981;&#x662F;&#x4F20;&#x8BB0;&#xFF0C;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#xFF0C;&#x5FC3;&#x7406;&#x5B66;&#x7B49;&#xFF09;</li><li>&#x82F1;&#x8BED;&#xFF08;&#x5404;&#x7C7B;&#x82F1;&#x6587;&#x6742;&#x5FD7;&#x3001;&#x535A;&#x5BA2;&#x548C;&#x89C6;&#x9891;&#x7B49;&#x5B66;&#x4E60;&#xFF09;</li><li>&#x56FE;&#x50CF;&#x5F71;&#x97F3;&#xFF08;PS&#xFF0C;AI&#xFF0C;PR&#x7B49;&#xFF09;</li><li>&#x5065;&#x8EAB;&#xFF08;&#x8FD9;&#x4E2A;&#x7248;&#x5757;&#x53EF;&#x80FD;&#x8F83;&#x5C11;&#xFF09;</li></ol><p>&#x4E3A;&#x8282;&#x7701;&#x65F6;&#x95F4;&#xFF0C;&#x4E5F;&#x4E3A;&#x4E86;&#x80FD;&#x8BA9;&#x6211;&#x575A;&#x6301;&#x4E0B;&#x53BB;&#xFF0C;&#x524D;&#x671F;&#x4E3B;&#x8981;&#x662F;&#x6211;&#x7684;&#x4E00;&#x4E9B;&#x5B66;&#x4E60;&#x8BB0;&#x5F55;&#xFF0C;&#x4E0D;&#x662F;&#x9762;&#x5411;&#x8BFB;&#x8005;&#x89E3;&#x91CA;&#x578B;&#x7684;&#x6587;&#x7AE0;&#x3002;</p><p>&#x66F4;&#x65B0;&#x9891;&#x7387;&#x5F88;&#x9AD8;&#x7684;&#x7CFB;&#x5217;&#x6587;&#x7AE0;&#x76EE;&#x524D;&#x5E94;&#x8BE5;&#x8981;&#x662F;&#x5F88;&#x7B80;&#x5355;&#x7684;&#xFF0C;&#x4E0D;&#x7528;&#x82B1;&#x5F88;&#x957F;&#x65F6;&#x95F4;&#x5C31;&#x80FD;&#x505A;&#x5230;&#x7684;&#x3002;&#x66F4;&#x65B0;&#x9891;&#x7387;&#x8F83;&#x4F4E;&#x7684;&#x7CFB;&#x5217;&#x6587;&#x7AE0;&#x5185;&#x5BB9;&#x53EF;&#x80FD;&#x5C31;&#x66F4;&#x52A0;&#x7684;&#x8BE6;&#x7EC6;&#x3002;</p><h2 id="&#x7248;&#x672C;&#x66F4;&#x65B0;&#x4E0E;bug&#x4FEE;&#x590D;"><a href="#&#x7248;&#x672C;&#x66F4;&#x65B0;&#x4E0E;bug&#x4FEE;&#x590D;" class="headerlink" title="&#x7248;&#x672C;&#x66F4;&#x65B0;&#x4E0E;bug&#x4FEE;&#x590D;"></a>&#x7248;&#x672C;&#x66F4;&#x65B0;&#x4E0E;bug&#x4FEE;&#x590D;</h2><p>&#x8FD9;&#x4E48;&#x4E45;&#x6CA1;&#x6709;&#x66F4;&#x65B0;&#x7F51;&#x7AD9;&#x4E86;&#xFF0C;&#x5F88;&#x591A;&#x76F8;&#x5E94;&#x7684;&#x8F6F;&#x4EF6;&#x4E5F;&#x9700;&#x8981;&#x66F4;&#x65B0;&#x4E86;&#xFF0C;&#x8FD9;&#x91CC;&#x505A;&#x4E00;&#x4E2A;&#x8BB0;&#x5F55;&#xFF0C;&#x540C;&#x65F6;&#x66F4;&#x65B0;&#x8BB0;&#x5F55;&#x4E5F;&#x4F1A;&#x653E;&#x5728;&#x6211;&#x7684;&#x7B2C;&#x4E00;&#x7BC7;&#x535A;&#x6587;&#x91CC;&#x3002;&#x6211;&#x5C06;&#x4F1A;&#x5728;&#x5468;&#x672B;&#x8FDB;&#x884C;&#x66F4;&#x65B0;&#x548C;Bug&#x4FEE;&#x590D;&#x3002;</p><ul><li><input disabled type="checkbox"> <ol><li>&#x8F6F;&#x4EF6;&#x66F4;&#x65B0;</li></ol></li><li><input disabled type="checkbox"> <ol start="2"><li>BUG: &#x7F51;&#x7AD9;TOC&#x4E2D;&#x6587;&#x663E;&#x793A;&#x4E71;&#x7801;</li></ol></li></ul>]]></content>
    
    <summary type="html">
    
      重新开始更新这个博客
    
    </summary>
    
    
      <category term="博客" scheme="https://steven-shixq.github.io/categories/%E5%8D%9A%E5%AE%A2/"/>
    
    
      <category term="博客" scheme="https://steven-shixq.github.io/tags/%E5%8D%9A%E5%AE%A2/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻173</title>
    <link href="https://steven-shixq.github.io/2020/07/28/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB173/"/>
    <id>https://steven-shixq.github.io/2020/07/28/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB173/</id>
    <published>2020-07-28T06:33:58.000Z</published>
    <updated>2020-08-11T16:47:12.495Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p>&#x4E2D;&#x534E;&#x6C11;&#x65CF;&#x7684;&#x4F20;&#x7EDF;&#x6587;&#x5316;&#x535A;&#x5927;&#x7CBE;&#x6DF1;&#xFF0C;&#x6E90;&#x8FDC;&#x6D41;&#x957F;&#x3002;&#x65E9;&#x5728;2000&#x591A;&#x5E74;&#x524D;&#xFF0C;&#x5C31;&#x4EA7;&#x751F;&#x4E86;&#x4EE5;&#x5B54;&#x5B5F;&#x4E3A;&#x4EE3;&#x8868;&#x7684;&#x5112;&#x5BB6;&#x5B66;&#x8BF4;&#x548C;&#x4EE5;&#x8001;&#x5E84;&#x4E3A;&#x4EE3;&#x8868;&#x7684;&#x9053;&#x5BB6;&#x5B66;&#x8BF4;&#xFF0C;&#x4EE5;&#x53CA;&#x5176;&#x4ED6;&#x8BB8;&#x591A;&#x4E5F;&#x5728;&#x4E2D;&#x56FD;&#x601D;&#x60F3;&#x53F2;&#x4E0A;&#x6709;&#x5730;&#x4F4D;&#x7684;&#x5B66;&#x8BF4;&#x6D41;&#x6D3E;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x6709;&#x540D;&#x7684;&#x201C;&#x8BF8;&#x5B50;&#x767E;&#x5BB6;&#x201D;&#x3002;&#x4ECE;&#x5B54;&#x592B;&#x5B50;&#x5230;&#x5B59;&#x4E2D;&#x5C71;&#xFF0C;&#x4E2D;&#x534E;&#x6C11;&#x65CF;&#x4F20;&#x7EDF;&#x6587;&#x5316;&#x6709;&#x5B83;&#x7684;&#x8BB8;&#x591A;&#x73CD;&#x8D35;&#x54C1;&#x8D28;&#xFF0C;&#x8BB8;&#x591A;&#x4EBA;&#x6C11;&#x6027;&#x548C;&#x6C11;&#x4E3B;&#x6027;&#x7684;&#x597D;&#x4E1C;&#x897F;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x5F3A;&#x8C03;&#x4EC1;&#x7231;&#xFF0C;&#x5F3A;&#x8C03;&#x7FA4;&#x4F53;&#xFF0C;&#x5F3A;&#x8C03;&#x548C;&#x800C;&#x4E0D;&#x540C;&#xFF0C;&#x5F3A;&#x8C03;&#x5929;&#x4E0B;&#x4E3A;&#x516C;&#x3002;&#x7279;&#x522B;&#x662F;&#x201C;&#x5929;&#x4E0B;&#x5174;&#x4EA1;&#xFF0C;&#x5339;&#x592B;&#x6709;&#x8D23;&#x201D;&#x7684;&#x7231;&#x56FD;&#x60C5;&#x6000;&#xFF0C;&#x201C;&#x6C11;&#x4E3A;&#x90A6;&#x672C;&#x201D;&#xFF0C;&#x201C;&#x6C11;&#x8D35;&#x541B;&#x8F7B;&#x201D;&#x7684;&#x6C11;&#x672C;&#x601D;&#x60F3;&#xFF0C;&#x201C;&#x5DF1;&#x6240;&#x4E0D;&#x6B32;&#x52FF;&#x65BD;&#x4E8E;&#x4EBA;&#x201D;&#x7684;&#x5F85;&#x4EBA;&#x4E4B;&#x9053;&#xFF0C;&#x5403;&#x82E6;&#x8010;&#x52B3;&#xFF0C;&#x52E4;&#x4FED;&#x6301;&#x5BB6;&#xFF0C;&#x5C0A;&#x5E08;&#x91CD;&#x6559;&#x7684;&#x4F20;&#x7EDF;&#x7F8E;&#x5FB7;&#xFF0C;&#x4E16;&#x4EE3;&#x76F8;&#x4F20;&#x3002;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#xFF0C;&#x5BF9;&#x5BB6;&#x5EAD;&#xFF0C;&#x56FD;&#x5BB6;&#x548C;&#x793E;&#x4F1A;&#x8D77;&#x5230;&#x4E86;&#x5DE8;&#x5927;&#x7684;&#x7EF4;&#x7CFB;&#x4E0E;&#x8C03;&#x8282;&#x4F5C;&#x7528;&#x3002;</p><hr><div class="hide-block"><a class="hide-button button--primary button--animated" style>Translation    </a><span class="hide-content"><p>The traditional Chinese culture, both <strong><u>extensive and profound</u></strong>, starts far back and runs a long, long course. More than 2,000 years ago, there emerged in China <strong>Confucianism</strong> represented by <strong>Confucius</strong> and <strong>Mencius</strong>, <strong>Taoism</strong> represented by Lao Zi and Zhuang Zi, and many other theories and <strong>doctrines</strong> that <strong><u>figured prominently</u></strong> in the history of Chinese thought, all being covered by the famous term <strong><u>the hundred schools of thought</u></strong>. The traditional Chinese culture presents many <strong><u>precious ideas and qualities</u></strong>, which are essentially <strong>populist</strong> and <strong>democratic</strong>. For example, they <strong>lay stress on</strong> the importance of <strong>kindness and love</strong> in human relations, on the interest of the <u>community</u>, on seeking <strong><u>harmony without uniformity</u></strong> and on the idea that <strong><u>the world is for all</u></strong>. Especially, <strong>patriotism</strong> as embodied in the saying &#x201D;<strong><u>Everybody is responsible for the rise or fall of the country</u></strong>&#x201D;; the <u><strong>populist</strong> ideas</u> that &#x201C;<strong><u>people are the foundation of the country</u></strong>&#x201D; and that &#x201C;<strong><u>people are the more important than the monarch</u></strong>&#x201D;; <strong><u>the code of conduct of</u></strong> &#x201C;<strong><u>Treat others as you want to be treated</u></strong>&#x201D;. And the <strong><u>traditional virtues</u></strong> <strong><u>taught from generation to generation</u></strong>: endurance and hard working, <u><strong>diligence and frugality in household management</strong></u>,and <strong><u>respecting teachers and valuing education</u></strong>. All of which have played a great role in <strong><u>binding and regulating</u></strong> the family,the country and the society.</p><p>&#x535A;&#x5927;&#x7CBE;&#x6DF1;&#xFF1A;extensive and profound</p><p>&#x6E90;&#x8FDC;&#x6D41;&#x957F;&#xFF1A;starts far back and runs a long, long course/have a long history</p><p>&#x5112;&#x5BB6;&#xFF0C;&#x5112;&#x5BB6;&#x601D;&#x60F3;&#xFF1A;Confucianism </p><p>&#x5B54;&#x592B;&#x5B50;&#xFF1A;Confucius</p><p>&#x5B5F;&#x5B50;&#xFF1A;Mencius</p><p>&#x9053;&#x6559;&#xFF0C;&#x9053;&#x5BB6;&#x5B66;&#x8BF4;&#xFF1A;Taoism</p><p>&#x5B66;&#x8BF4;&#xFF1A;doctrines</p><p>&#x8868;&#x73B0;&#x663E;&#x8457;/&#x6709;&#x5730;&#x4F4D;&#xFF1A;figured prominently</p><p>&#x8BF8;&#x5B50;&#x767E;&#x5BB6;&#xFF1A;the hundred schools of thought</p><p>&#x6C11;&#x4E3B;&#x7684;: democratic</p><p>&#x5F3A;&#x8C03;&#xFF1A;lay stress on/emphasize</p><p>&#x548C;&#x800C;&#x4E0D;&#x540C;&#xFF1A;harmony without uniformity</p><p>&#x5929;&#x4E0B;&#x4E3A;&#x516C;&#xFF1A;the world is for all</p><p>&#x5929;&#x4E0B;&#x5174;&#x4EA1;&#xFF0C;&#x5339;&#x592B;&#x6709;&#x8D23;&#xFF1A;Everybody is responsible for the rise or fall of the country</p><p>&#x7231;&#x56FD;&#x7CBE;&#x795E;&#xFF1A;patriotism</p><p>&#x6C11;&#x8D35;&#x541B;&#x8F7B;: <strong><u>people are the more important than the monarch</u></strong></p><p>&#x5F85;&#x4EBA;&#x4E4B;&#x9053;/&#x884C;&#x4E3A;&#x51C6;&#x5219;&#xFF1A;code of conduct</p><p>&#x5DF1;&#x6240;&#x4E0D;&#x6B32;&#xFF0C;&#x52FF;&#x65BD;&#x4E8E;&#x4EBA;&#xFF1A;Treat others as you want to be treated</p><p>&#x4F20;&#x7EDF;&#x7F8E;&#x5FB7;&#xFF1A;traditional virtues</p><p>&#x4E16;&#x4EE3;&#x76F8;&#x4F20;&#xFF1A;taught/pass on from generation to generation</p><p>&#x5403;&#x82E6;&#x8010;&#x52B3;&#xFF1A;&#x53EF;&#x7B80;&#x5355;&#x7FFB;&#x8BD1;&#x4E3A;hard-working</p><p>&#x52E4;&#x4FED;&#x6301;&#x5BB6;&#xFF1A;diligence and frugality in household management</p><p>&#x5C0A;&#x5E08;&#x91CD;&#x6559;&#xFF1A;respecting teachers and valuing education</p><p>&#x7EF4;&#x7CFB;&#x4E0E;&#x8C03;&#x8282;&#xFF1A;binding and regulating</p></span></div><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Translation-The traditional Chinese culture
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻172</title>
    <link href="https://steven-shixq.github.io/2020/07/27/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB172/"/>
    <id>https://steven-shixq.github.io/2020/07/27/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB172/</id>
    <published>2020-07-27T05:33:24.000Z</published>
    <updated>2020-08-10T14:34:14.822Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p>&#x8FD9;&#x5468;&#x9881;&#x5E03;&#x7684;&#x4E00;&#x9879;&#x65B0;&#x6CD5;&#x5F8B;&#x8981;&#x6C42;&#x5B50;&#x5973;&#x5FC5;&#x987B;&#x7ECF;&#x5E38;&#x63A2;&#x671B;&#x5E74;&#x9F84;&#x8D85;&#x8FC7;60&#x5C81;&#x7684;&#x7236;&#x6BCD;&#xFF0C;&#x5E76;&#x786E;&#x4FDD;&#x4ED6;&#x4EEC;&#x7ECF;&#x6D4E;&#x548C;&#x7CBE;&#x795E;&#x4E0A;&#x7684;&#x9700;&#x6C42;&#x5F97;&#x5230;&#x6EE1;&#x8DB3;&#x3002;&#x661F;&#x671F;&#x4E8C;&#xFF0C;&#x65B0;&#x534E;&#x793E;&#x62A5;&#x5BFC;&#x4E86;&#x6761;&#x65B0;&#x95FB;&#xFF0C;&#x6765;&#x81EA;&#x6C5F;&#x82CF;&#x5E02;&#x65E0;&#x9521;&#x5E02;&#x7684;&#x4E00;&#x4F4D;77&#x5C81;&#x7684;&#x8001;&#x592A;&#x592A;&#x8D77;&#x8BC9;&#x5979;&#x7684;&#x5973;&#x513F;&#x5FFD;&#x7565;&#x5979;&#x3002;&#x8FD9;&#x662F;&#x65B0;&#x6CD5;&#x5F8B;&#x751F;&#x6548;&#x540E;&#x7684;&#x7B2C;&#x4E00;&#x8D77;&#x6848;&#x4EF6;&#xFF0C;&#x5F53;&#x5730;&#x6CD5;&#x9662;&#x89C4;&#x5B9A;&#x5979;&#x7684;&#x5973;&#x513F;&#x81F3;&#x5C11;&#x6BCF;&#x6708;&#x63A2;&#x671B;&#x6BCD;&#x4EB2;&#x4E24;&#x6B21;&#xFF0C;&#x5E76;&#x63D0;&#x4F9B;&#x8D22;&#x529B;&#x652F;&#x6301;&#x3002;&#x4F46;&#x662F;&#x8FD9;&#x9879;&#x6CD5;&#x5F8B;&#x5F15;&#x53D1;&#x4E86;&#x4E89;&#x8BAE;&#x3002;&#x6709;&#x4EBA;&#x8BF4;&#x8FD9;&#x7ED9;&#x4E86;&#x90A3;&#x4E9B;&#x56E0;&#x4E3A;&#x5DE5;&#x4F5C;&#x3001;&#x5B66;&#x4E60;&#x6216;&#x8005;&#x5176;&#x4ED6;&#x539F;&#x56E0;&#x642C;&#x79BB;&#x5BB6;&#x4E61;&#x7684;&#x4EBA;&#x66F4;&#x591A;&#x538B;&#x529B;&#x3002;</p><hr><div class="hide-block"><a class="hide-button button--primary button--animated" style>Translation    </a><span class="hide-content"><p>A new national law introduced this week requires the offspring of parents older than 60 to visit their parents &#x201C;frequently&#x201D; and make sure their financial and spiritual needs are met. On Tuesday, Xinhua reported a news that a 77-year-old woman from Jiangsu city of Wuxi sued her daughter for neglecting her. In the first case after the new law came into effect, the local court ruled that her daughter must visit her at least twice a month and provide financial support. But the law&#x2019;s introduction has proved controversial. Some say it puts too much pressure on those who move away from home for work, study or <u><strong>other opportunities</strong></u>.</p><p>&#x5176;&#x4ED6;&#x539F;&#x56E0;&#xFF1A;other reasons/other opportunities</p></span></div><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Translation-Children visiting their parents
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻171</title>
    <link href="https://steven-shixq.github.io/2020/07/26/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB171/"/>
    <id>https://steven-shixq.github.io/2020/07/26/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB171/</id>
    <published>2020-07-25T16:32:55.000Z</published>
    <updated>2020-08-05T17:11:02.235Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p>&#x201C;&#x6C49;&#x8BED;&#x6865;&#x201D;&#x4E16;&#x754C;&#x5927;&#x5B66;&#x751F;&#x4E2D;&#x6587;&#x6BD4;&#x8D5B;(the &#x201C;Chinese Bridge&#x201D; Chinese Proficiency Competition for Foreign College Students)&#x662F;&#x7531;&#x56FD;&#x5BB6;&#x6C49;&#x529E;(the Office of Chinese Language Council International)&#x4E3B;&#x529E;&#x7684;&#x5927;&#x89C4;&#x6A21;&#x56FD;&#x9645;&#x6027;&#x6BD4;&#x8D5B;&#x3002;&#x5230;&#x76EE;&#x524D;&#x4E3A;&#x6B62;&#xFF0C;&#x8FD9;&#x4E2A;&#x4E00;&#x5E74;&#x4E00;&#x5EA6;&#x7684;&#x6BD4;&#x8D5B;&#x5DF2;&#x7ECF;&#x6210;&#x529F;&#x4E3E;&#x529E;&#x4E86;12&#x5C4A;&#x3002;&#x4ECA;&#x5E74;&#x7684;&#x51B3;&#x8D5B;&#x5171;&#x6709;&#x6765;&#x81EA;77&#x4E2A;&#x4E0D;&#x540C;&#x56FD;&#x5BB6;&#x7684;123&#x540D;&#x9009;&#x624B;(contestant)&#x53C2;&#x52A0;&#x3002;&#x8BE5;&#x8D5B;&#x65E8;&#x5728;&#x6FC0;&#x53D1;&#x5404;&#x56FD;&#x5B66;&#x751F;&#x5B66;&#x4E60;&#x6C49;&#x8BED;&#x7684;&#x5174;&#x8DA3;&#x53CA;&#x52A0;&#x5F3A;&#x4E16;&#x754C;&#x5BF9;&#x6C49;&#x8BED;&#x548C;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x7684;&#x4E86;&#x89E3;&#x3002; &#x540C;&#x65F6;&#xFF0C;&#x8FD9;&#x4E2A;&#x6BD4;&#x8D5B;&#x4E5F;&#x5EFA;&#x7ACB;&#x8D77;&#x4E2D;&#x56FD;&#x5E74;&#x8F7B;&#x5927;&#x5B66;&#x751F;&#x548C;&#x5176;&#x4ED6;&#x56FD;&#x5BB6;&#x5B66;&#x751F;&#x4E4B;&#x95F4;&#x6C9F;&#x901A;&#x7684;&#x6865;&#x6881;&#x3002;</p><hr><div class="hide-block"><a class="hide-button button--primary button--animated" style>Translation    </a><span class="hide-content"><p>The &#x201C;Chinese Bridge&#x201D; Chinese Proficiency Competition for Foreign College Students is a large-scale international competition <strong>sponsored</strong> by the Office of Chinese Language Council International. <strong><u>So far</u></strong> this <u><strong>yearly event</strong></u> has been successfully held for <u><strong>12 times</strong></u>. <u><strong>A total of</strong></u> 123 contestants from 77 different countries participated in the finals this year. The &#x201C;Chinese Bridge&#x201D; Competition aims to <strong>arouse</strong> the interest of students in various countries in learning Chinese and strengthen the world&#x2019;s understanding of <u>Chinese language</u> and culture. It also builds a communication bridge between young college students of China and other countries.</p><p>&#x5E74;&#x5EA6;&#x4E8B;&#x4EF6;/&#x6BD4;&#x8D5B;&#xFF1A;yearly event</p><p>12&#x5C4A;&#xFF1A;12 times</p></span></div><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Translation-Chinese Bridge
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻170</title>
    <link href="https://steven-shixq.github.io/2020/07/25/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB170/"/>
    <id>https://steven-shixq.github.io/2020/07/25/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB170/</id>
    <published>2020-07-25T09:37:48.000Z</published>
    <updated>2020-08-02T16:37:16.441Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p>&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x53D7;&#x82F1;&#x6587;&#x6559;&#x80B2;&#x7684;&#x6D77;&#x5916;&#x534E;&#x4EBA;&#x7236;&#x6BCD;&#xFF0C;&#x5DF2;&#x7ECF;&#x8BA4;&#x8BC6;&#x5230;&#x5B69;&#x5B50;&#x5728;&#x638C;&#x63E1;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x82F1;&#x6587;&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x4E5F;&#x901A;&#x6653;&#x4E2D;&#x6587;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;&#x4E2D;&#x56FD;&#x7684;&#x5D1B;&#x8D77;&#xFF0C;&#x8BA9;&#x4ED6;&#x4EEC;&#x5145;&#x5206;&#x8BA4;&#x8BC6;&#x5230;&#x5B69;&#x5B50;&#x638C;&#x63E1;&#x53CC;&#x8BED;&#x7684;&#x597D;&#x5904;&#x2013;&#x65E2;&#x80FD;&#x589E;&#x52A0;&#x4ED6;&#x4EEC;&#x7684;&#x5C31;&#x4E1A;&#x673A;&#x4F1A;&#xFF0C;&#x4E5F;&#x80FD;&#x8BA9;&#x4ED6;&#x4EEC;&#x63A5;&#x89E6;&#x548C;&#x719F;&#x6089;&#x4E1C;&#x897F;&#x65B9;&#x4E24;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x6587;&#x5316;&#x3002;&#x8FD9;&#x4E9B;&#x4EBA;&#x5BF9;&#x4E2D;&#x6587;&#x7684;&#x6001;&#x5EA6;&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x5B8C;&#x5168;&#x6539;&#x53D8;&#x3002;&#x66FE;&#x51E0;&#x4F55;&#x65F6;&#xFF0C;&#x4ED6;&#x4EEC;&#x8FD8;&#x975E;&#x5E38;&#x9A84;&#x50B2;&#x5730;&#x5BA3;&#x79F0;&#x81EA;&#x5DF1;&#x53EA;&#x61C2;&#x82F1;&#x6587;&#x3002;&#x73B0;&#x5728;&#xFF0C;&#x4ED6;&#x4EEC;&#x5DF2;&#x5F00;&#x59CB;&#x79EF;&#x6781;&#x652F;&#x6301;&#x5B69;&#x5B50;&#x5B66;&#x4E60;&#x4E2D;&#x6587;&#x548C;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x4E0D;&#x65F6;&#x8D70;&#x8BBF;&#x4E2D;&#x56FD;&#xFF0C;&#x6B23;&#x8D4F;&#x58EE;&#x89C2;&#x7684;&#x81EA;&#x7136;&#x98CE;&#x5149;&#xFF0C;&#x8BA4;&#x8BC6;&#x4E30;&#x5BCC;&#x7684;&#x6587;&#x5316;&#x9057;&#x4EA7;&#x3002;</p><hr><div class="hide-block"><a class="hide-button button--primary button--animated" style>Translation    </a><span class="hide-content"><p>An increasing number of English-educated Chinese parents overseas have come to the realization that while English learning is indispensable to their children, it is essential that their kids have <u><strong>a good command of</strong></u> Chinese. China&#x2019;s rise has fully awakened their awareness of the fact that their kids can benefit from their bilingual ability which can not only <u>enhance their competitiveness in the job market</u>, but also facilitate their <u>exposure to</u> and <u>familiarity with</u> the two different cultures between the East and the West. They have hardly changed their attitudes towards Chinese. <u><strong>At one time</strong></u> they proudly declared that they knew English only. Now, they have begun to <u>give full support to</u> their kids learning Chinese and its culture, and they also <u><strong>make occasional visits</strong></u> to China,where they can enjoy its <strong><u>magnificent natural landscape</u></strong> and get to know its <u>rich cultural <strong>heritage</strong></u>.</p><p>a good command of &#xFF1A;&#x901A;&#x6653;&#xFF1B;&#x719F;&#x7EC3;&#xFF0C;&#x638C;&#x63E1;&#xFF0C;&#x7CBE;&#x901A;</p><p>&#x589E;&#x52A0;&#x5C31;&#x4E1A;&#x673A;&#x4F1A;&#xFF1A;enhance their competitiveness in the job markert</p><p><mark>at one time: &#x66FE;&#x7ECF;&#xFF0C;&#x4E00;&#x5EA6;&#xFF0C;&#x66FE;&#x51E0;&#x4F55;&#x65F6;</mark></p><p>&#x65F6;&#x4E0D;&#x65F6;&#x8D70;&#x8BBF;&#xFF1A;make occasional visits to </p><p>&#x58EE;&#x4E3D;&#x7684;&#x81EA;&#x7136;&#x666F;&#x89C2;&#xFF1A;magnificent natural landscape</p><p><mark>&#x4E30;&#x5BCC;&#x7684;&#x6587;&#x5316;&#x9057;&#x4F20;&#xFF1A; rich cultural heritage</mark></p></span></div><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Translation-bilingual education
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻169</title>
    <link href="https://steven-shixq.github.io/2020/07/24/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB169/"/>
    <id>https://steven-shixq.github.io/2020/07/24/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB169/</id>
    <published>2020-07-24T14:15:00.000Z</published>
    <updated>2020-07-25T09:46:43.181Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p>&#x674E;&#x767D;&#x662F;&#x5510;&#x671D;(the Tang Dynasty)&#x7684;&#x8457;&#x540D;&#x8BD7;&#x4EBA;&#x3002;&#x4ED6;&#x548C;&#x4ED6;&#x7684;&#x670B;&#x53CB;&#x675C;&#x752B;&#x662F;&#x5510;&#x4EE3;&#x4E2D;&#x671F;&#x4E2D;&#x56FD;&#x8BD7;&#x6B4C;&#x7E41;&#x76DB;&#x65F6;&#x671F;&#x6700;&#x6770;&#x51FA;&#x7684;&#x4E24;&#x4F4D;&#x4EBA;&#x7269;&#x3002;&#x4ED6;&#x4E00;&#x751F;&#x56DB;&#x5904;&#x6E38;&#x5386;&#xFF0C;&#x5199;&#x4E0B;&#x4E86;&#x5927;&#x7EA6;1000&#x9996;&#x8BD7;&#x7BC7;&#x3002;&#x8FD9;&#x4E9B;&#x8BD7;&#x582A;&#x79F0;&#x662F;&#x8D5E;&#x7F8E;&#x53CB;&#x60C5;&#x3001;&#x4EAB;&#x53D7;&#x5927;&#x81EA;&#x7136;&#x548C;&#x996E;&#x9152;&#x4F5C;&#x4E50;&#x7684;&#x6A21;&#x677F;&#x3002;&#x4ED6;&#x7684;&#x8BD7;&#x6D6A;&#x6F2B;&#x3001;&#x8C6A;&#x8FC8;&#xFF0C;&#x60F3;&#x8C61;&#x529B;&#x4E30;&#x5BCC;&#x3002;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x6D6A;&#x6F2B;&#x4E3B;&#x4E49;&#x5929;&#x624D;&#xFF0C;&#x674E;&#x767D;&#x628A;&#x4E2D;&#x56FD;&#x7684;&#x4F20;&#x7EDF;&#x8BD7;&#x6B4C;&#x5F62;&#x5F0F;&#x63A8;&#x5411;&#x4E86;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x79BB;&#x5EA6;&#xFF0C;&#x5BF9;&#x540E;&#x4E16;&#x7684;&#x8BD7;&#x6B4C;&#x4EA7;&#x751F;&#x4E86;&#x6DF1;&#x8FDC;&#x7684;&#x5F71;&#x54CD;&#x3002;</p><hr><div class="hide-block"><a class="hide-button button--primary button--animated" style>Translation    </a><span class="hide-content"><p>Li Bai was a famous poet in the Tang Dynasty. He and his friend Du Fu were <u>the two most prominent figures</u> in the <strong>flourishing</strong> of Chinese poetry in the mid-Tang Dynasty. He <u>traveled around the country</u> in his lifetime, <strong>composing</strong> about 1,000 <u>pieces of poems</u> which were models for <u>celebrating the friendship</u>, appreciating the nature and the joys of drinking wine. His poems are romantic with <u>heroic style</u> and rich imagination. As a romantic genius, Li Bai took traditional poetic forms to a new height and exerted a far-reaching influence on the poems of the future generation.</p><p>&#x6700;&#x8457;&#x540D;&#x7684;&#x4EBA;&#x7269;&#xFF1A;The most prominent figure</p><p>&#x56DB;&#x5904;&#x6E38;&#x5386;&#xFF1A;travel around the country/world</p><p>&#x8D5E;&#x7F8E;&#x53CB;&#x8C0A;&#xFF1A;celebrating the friendship</p><p>&#x8C6A;&#x8FC8;&#xFF1A; heroic style</p><p>&#x4E30;&#x5BCC;&#x7684;&#x60F3;&#x8C61;&#x529B;&#xFF1A;rich imagination</p></span></div><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Translation-Li Bai
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻168</title>
    <link href="https://steven-shixq.github.io/2020/07/23/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB168/"/>
    <id>https://steven-shixq.github.io/2020/07/23/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB168/</id>
    <published>2020-07-23T12:34:39.000Z</published>
    <updated>2020-07-25T09:19:33.301Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p>&#x7B77;&#x5B50;(chopsticks)&#x662F;&#x4E2D;&#x56FD;&#x53E4;&#x4EBA;&#x53D1;&#x660E;&#x7684;&#x4E00;&#x79CD;&#x5177;&#x6709;&#x9C9C;&#x660E;&#x6C11;&#x65CF;&#x7279;&#x8272;&#x7684;&#x8FDB;&#x98DF;&#x5DE5;&#x5177;(tableware)&#xFF0C;&#x662F;&#x53CD;&#x6620;&#x4E2D;&#x56FD;&#x996E;&#x98DF;&#x6587;&#x5316;&#x7279;&#x8272;&#x7684;&#x91CD;&#x8981;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#x3002;&#x4E2D;&#x56FD;&#x4EBA;&#x4F7F;&#x7528;&#x7B77;&#x5B50;&#x7684;&#x5386;&#x53F2;&#x53EF;&#x8FFD;&#x6EAF;&#x5230;&#x5546;&#x4EE3;&#xFF0C;&#x8DDD;&#x4ECA;&#x5DF2;&#x6709;&#x4E09;&#x5343;&#x591A;&#x5E74;&#x3002;&#x7B77;&#x5B50;&#x53EF;&#x8C13;&#x662F;&#x4E2D;&#x56FD;&#x56FD;&#x7CB9;&#xFF0C;&#x65E2;&#x8F7B;&#x5DE7;&#x53C8;&#x7075;&#x6D3B;&#xFF0C;&#x5728;&#x4E16;&#x754C;&#x5404;&#x56FD;&#x9910;&#x5177;&#x4E2D;&#x72EC;&#x6811;&#x4E00;&#x5E1C;&#xFF0C;&#x88AB;&#x897F;&#x65B9;&#x4EBA;&#x8A89;&#x4E3A;&#x201C;&#x4E1C;&#x65B9;&#x7684;&#x6587;&#x660E;&#x201D;&#x3002;&#x51E1;&#x662F;&#x4F7F;&#x7528;&#x8FC7;&#x7B77;&#x5B50;&#x7684;&#x4EBA;&#xFF0C;&#x4E0D;&#x8BBA;&#x4E2D;&#x56FD;&#x4EBA;&#x6216;&#x662F;&#x5916;&#x56FD;&#x4EBA;&#xFF0C;&#x90FD;&#x56E0;&#x5176;&#x4F7F;&#x7528;&#x65B9;&#x4FBF;&#x3001;&#x7269;&#x7F8E;&#x4EF7;&#x5EC9;&#x800C;&#x8D5E;&#x53F9;&#x4E0D;&#x7EDD;&#x3002;</p><hr><div class="hide-block"><a class="hide-button button--primary button--animated" style>Translation    </a><span class="hide-content"><p>Chopsticks, invented by ancient Chinese people, are a kind of tableware with distinct national features, being an important component that reflects the characteristics of Chinese diet culture. The history of using chopsticks in China dates back to the Shang Dynasty, more than 3000 years ago. Chopsticks, the <strong>quintessence</strong> of  Chinese culture, whose lightness and flexibility <u>develop a school of its own</u> among various tableware all over the world, are praised as &#x201C;Eastern Civilization&#x201D; by the westerners. All those people who have ever used chopsticks, no matter Chinese or foreigners, <strong><u>marvel at</u></strong> their convenience, excellent quality and reasonable price.</p><p>&#x4E2D;&#x56FD;&#x56FD;&#x7CB9;&#xFF1A;the <strong>quintessence</strong> of  Chinese culture</p><p>&#x72EC;&#x6811;&#x4E00;&#x5E1C;&#xFF1A;develop a school of one&#x2019;s own </p></span></div><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Translation-The history of chopsticks
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻167</title>
    <link href="https://steven-shixq.github.io/2020/07/22/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB167/"/>
    <id>https://steven-shixq.github.io/2020/07/22/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB167/</id>
    <published>2020-07-21T18:09:13.000Z</published>
    <updated>2020-07-25T09:02:32.745Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><center>Never Give Up</center>&#x3000;&#x3000;&#x201C;Never give up&#x201D; can be very encouraging words, but the majority of youngsters are likely to give up regardless when dealing with the ordinary difficulties of life. As one example, many young people are **reluctant** to continue their English study when they feel difficulty learning new words. But if one takes &#x201C;never give up&#x201D; as a motto, possibilities and opportunities are expanded&#x3002;&#x3000;&#x3000;It is true that giving up may make things temporarily easier, but what cannot be denied is that new opportunities arise from perseverance. Never giving up can expand one&#x2019;s possibility for success. When confronted with something unknown, a little bravery can result in the possibility of success, like when Dr. Fleming discovered penicillin. Meanwhile, the sense of never giving up enhances one&#x2019;s self-confidence. This makes one more likely to try new things, opening up even more new opportunities. It can even be a benefit to personal relationships&#x3002;&#x3000;&#x3000;<u>In view of all factors</u>, never giving up is crucial to the pursuit of dreams. Even though toils lie in the way, success is at the other end&#x3002;<p>reluctant&#xFF1A;&#x4E0D;&#x60C5;&#x613F;&#x7684;&#xFF0C;&#x52C9;&#x5F3A;&#x7684;</p><p>in view of all factors: &#x9274;&#x4E8E;&#x6240;&#x6709;&#x7684;&#x56E0;&#x7D20;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Writing-never give up
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻166</title>
    <link href="https://steven-shixq.github.io/2020/07/21/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB166/"/>
    <id>https://steven-shixq.github.io/2020/07/21/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB166/</id>
    <published>2020-07-21T05:17:27.000Z</published>
    <updated>2020-07-25T04:04:04.220Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p>&#x201C;I just feel unfortunately to live in a world with so many misleading information!&#x201D;</p><hr><p><u>The cartoon, vivid and explicit, unfolds a sense to us</u>, in which a woman, who stands by the door, <u>makes a cup of coffee</u> for her husband. However, the most <u><strong>striking feature</strong></u> of the drawing is that the husband, working in front of a computer, says that he feels unfortunate to live in a world with so much misleading information. <u>Simple as the illustration seems</u>, it <strong>discloses</strong> a serious problem that it is rather hard to obtain useful and helpful information in the highly modernized society.</p><p>Harmful are the impacts of the phenomenon and I would like to explore the following aspects. For one thing, <u>by no means</u> can we deny that nothing possess a greater threat to a corporation&#x2019;s strategy of development than the misleading information, the harm of which can never be ignored. For another, this kind of cheat also makes it impossible for individuals, especially adolescents, to tell the right from the wrong.</p><p>From my perspective, it is high time that the <strong>authorities</strong> concerned established relevant regulations to better the environment of the virtual world. <u>Only in this way can</u> both people and our country benefit a lot from the development of high technology.</p><p>vivid and explicit: &#x751F;&#x52A8;&#x548C;&#x660E;&#x786E;&#x7684;</p><p>make a cup of coffee: &#x6CE1;/&#x716E;&#x4E00;&#x676F;&#x5496;&#x5561;</p><p>most striking feature: &#x6700;&#x663E;&#x8457;&#x7684;&#x7279;&#x5F81;</p><p>to tell the right from the wrong: &#x5206;&#x8FA8;&#x662F;&#x975E;</p><p>it is high time that : &#x73B0;&#x5728;&#x6B63;&#x662F;&#x65F6;&#x5019;</p><p>authorities: &#x6709;&#x5173;&#x9886;&#x5BFC;&#x90E8;&#x95E8;&#xFF0C;&#x673A;&#x5173;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Writing-The harm caused by misleading information online-4
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻165</title>
    <link href="https://steven-shixq.github.io/2020/07/20/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB165/"/>
    <id>https://steven-shixq.github.io/2020/07/20/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB165/</id>
    <published>2020-07-20T01:03:08.000Z</published>
    <updated>2020-07-24T16:51:14.408Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p>&#x201C;I just feel unfortunately to live in a world with so many misleading information!&#x201D;</p><hr><center>The harm caused by misleading information online</center><p>It is true that the internet has brought us great convenience and efficiency, however, as the data grows at an <strong>exponential</strong> rate, the severity of misleading information arises.</p><p><strong>Deceptive</strong> news or tips <u>travel fast online</u>, <u><strong>and worse still</strong></u>, they may shadow our routine life or even hinder the progress of our society. Lack of enough consideration, we are easily misled by false information which always appears <u>in bulk</u> on the webpage. Some will alter their plans to deal with the so-called disaster but only affect their normal life; a few may even go further to violate social security and economic trend. Moreover, if the misleading news isn&#x2019;t corrected soon, there may be a trust crisis between individuals and the government. For example, the nuclear leakage in Japan in 2011 has caused great panic in Eastern China, where thousands of people went out to rob salt after the rumor that salt can prevent radiation, and ended in a turbulence in the domestic market.</p><p>To prevent misleading information spreading, government should set up laws to regulate online news while individuals need to judge independently. Only when they work in hand will the harm of false information be diminished to the end.</p><p>exponential :&#x6307;&#x6570;&#x7684;</p><p>Deceptive &#xFF1A;&#x6B3A;&#x8BC8;&#x7684;&#xFF1B;&#x8FF7;&#x60D1;&#x7684;&#xFF1B;&#x865A;&#x4F2A;&#x7684;</p><p>and worse still&#xFF1A;&#x800C;&#x66F4;&#x7CDF;&#x7CD5;&#x7684;&#x662F;</p><p>in bulk&#xFF1A;&#x5927;&#x91CF;</p><p>so-called: &#x6240;&#x8C13;&#x7684;&#xFF0C;&#x53F7;&#x79F0;&#x7684;</p><p>Eastern China&#xFF1A;&#x534E;&#x4E1C;&#x5730;&#x533A;&#xFF0C;&#x4E2D;&#x56FD;&#x4E1C;&#x90E8;</p><p>turbulence: &#x9A9A;&#x4E71;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Writing-The harm caused by misleading information online-3
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻164</title>
    <link href="https://steven-shixq.github.io/2020/07/19/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB164/"/>
    <id>https://steven-shixq.github.io/2020/07/19/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB164/</id>
    <published>2020-07-19T09:26:11.000Z</published>
    <updated>2020-07-22T17:14:26.537Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p>The difficulty in acquiring useful information in <strong>spite</strong> of <strong>advanced</strong> information technology.</p><p>&#x201C;We have lots of information technology. We just don&#x2019;t have much iseful information.&#x201D;</p><hr><p>Nowadays,more and more hi-tech tools, such as calculator,computer ,etc, appear in our daily life. <u>we use them wherever and whenever we are</u>, so that our life becomes easier and more comfortable than before.</p><p>However, does anyone think about what problems science and technology have caused to happen in this world? <strong><u>To some degree</u></strong>, it&#x2019;s more serious than that we consider. We human indeed use them to improve our living standard, but on the other hand, we are becoming lazier, more <strong>reliant</strong> than we used to be. <u><strong>All day long</strong></u> those hi-tech products accompany us,then we have either no space or time to think, as well, communication between each other decreases, and what takes place of it is the huge indifference and gap among human.</p><p>To solve these problems, we should <strong><u>in no time</u></strong> take measures to do with them. Firstly, communicate with others and think on your own more. Secondly, decrease the times you use hi-tech tools. For the advantages of technology, we should absorb, at the meantime, be independent and abandon the short-comings. Thus, we could combine technology and human progress much closer and not lose ourselves in this modern society.</p><p>wherever and whenever we are&#xFF1A;&#x65E0;&#x8BBA;&#x6211;&#x4EEC;&#x5728;&#x4F55;&#x65F6;&#x4F55;&#x5730;</p><p><mark>To some degree</mark>&#xFF1A;&#x5728;&#x67D0;&#x79CD;&#x7A0B;&#x5EA6;&#x4E0A;</p><p>reliant: &#x4F9D;&#x8D56;&#x7684;</p><p>All day long &#xFF1A;&#x6574;&#x5929;&#xFF0C;&#x5168;&#x5929;</p><p><mark>in no time</mark>&#xFF1A;&#x7ACB;&#x5373;&#xFF0C;&#x7ACB;&#x523B;&#xFF0C;&#x5F88;&#x5FEB;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Writing-The difficulty in acquiring useful information-2
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>R语言学习笔记23</title>
    <link href="https://steven-shixq.github.io/2020/07/18/R%E8%AF%AD%E8%A8%80%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B023/"/>
    <id>https://steven-shixq.github.io/2020/07/18/R%E8%AF%AD%E8%A8%80%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B023/</id>
    <published>2020-07-18T02:26:27.000Z</published>
    <updated>2020-08-11T16:48:06.105Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><h3 id="&#x76F4;&#x65B9;&#x56FE;&#x4E0E;&#x5BC6;&#x5EA6;&#x4F30;&#x8BA1;"><a href="#&#x76F4;&#x65B9;&#x56FE;&#x4E0E;&#x5BC6;&#x5EA6;&#x4F30;&#x8BA1;" class="headerlink" title="&#x76F4;&#x65B9;&#x56FE;&#x4E0E;&#x5BC6;&#x5EA6;&#x4F30;&#x8BA1;"></a>&#x76F4;&#x65B9;&#x56FE;&#x4E0E;&#x5BC6;&#x5EA6;&#x4F30;&#x8BA1;</h3><p>&#x6761;&#x5F62;&#x56FE;(barplot)&#x53CD;&#x6620;&#x5206;&#x7C7B;&#x53D8;&#x91CF;&#x7684;&#x9891;&#x6570;&#x5206;&#x5E03;&#x6216;&#x8005;&#x6BD4;&#x4F8B;&#xFF0C; &#x76F4;&#x65B9;&#x56FE;(histogram)&#x53CD;&#x6620;&#x8FDE;&#x7EED;&#x53D6;&#x503C;&#x7684;&#x6570;&#x503C;&#x53D8;&#x91CF;&#x7684;&#x5206;&#x5E03;&#x3002; geom_histogram()&#x4F5C;&#x76F4;&#x65B9;&#x56FE;&#xFF0C; &#x53EF;&#x4EE5;&#x81EA;&#x52A8;&#x9009;&#x53D6;&#x5408;&#x9002;&#x7684;&#x5206;&#x7EC4;&#x4E2A;&#x6570;&#xFF0C; &#x4E5F;&#x53EF;&#x4EE5;&#x4EBA;&#x4E3A;&#x6307;&#x5B9A;&#x5206;&#x7EC4;&#x4E2A;&#x6570;&#x3002;</p><p>ggplot2&#x5305;&#x4E2D;&#x7684;midwest&#x6570;&#x636E;&#x96C6;&#x5305;&#x542B;&#x4E86;&#x7F8E;&#x56FD;&#x4E2D;&#x897F;&#x90E8;&#x7684;&#x4E00;&#x4E9B;&#x53BF;&#x7684;&#x7EDF;&#x8BA1;&#x6570;&#x636E;&#xFF0C; &#x5982;&#x9762;&#x79EF;&#xFF08;&#x5355;&#x4F4D;&#xFF1A;&#x5E73;&#x65B9;&#x82F1;&#x91CC;&#xFF09;&#x3002; &#x4E0B;&#x9762;&#x7684;&#x7A0B;&#x5E8F;&#x5BF9;&#x8FDE;&#x7EED;&#x53D6;&#x503C;&#x7684;&#x6570;&#x503C;&#x578B;&#x53D8;&#x91CF;area&#x4F5C;&#x9891;&#x6570;&#x76F4;&#x65B9;&#x56FE;&#xFF0C; &#x81EA;&#x52A8;&#x786E;&#x5B9A;&#x5206;&#x7EC4;&#x4E2A;&#x6570;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">p &lt;- ggplot(data = midwest,</span><br><span class="line">    mapping = aes(x = area))</span><br><span class="line">p + geom_histogram()</span><br></pre></td></tr></table></figure><p><img src="/" class="lazyload" data-src="https://cdn.jsdelivr.net/gh/Steven-Shixq/imagerepository/img/20200719184637.png"  alt></p><p>&#x4E0A;&#x9762;&#x56FE;&#x5F62;&#x7684;&#x7EB5;&#x5750;&#x6807;&#x662F;&#x9891;&#x6570;(count)&#xFF0C;&#x662F;&#x6BCF;&#x4E2A;&#x7EC4;&#x7684;&#x9891;&#x6570;&#x3002; geom_histogram()&#x9ED8;&#x8BA4;&#x8C03;&#x7528;stat_bin()&#x8FDB;&#x884C;&#x5206;&#x7EC4;&#x53CA;&#x9891;&#x6570;&#x7EDF;&#x8BA1;&#x3002; </p><p>&#x76F4;&#x65B9;&#x56FE;&#x7684;&#x5F62;&#x72B6;&#x6BD4;&#x8F83;&#x4F9D;&#x8D56;&#x4E8E;&#x5206;&#x7EC4;&#x6570;&#x4E0E;&#x5206;&#x7EC4;&#x8D77;&#x59CB;&#x70B9;&#x4F4D;&#x7F6E;&#xFF0C; &#x53EF;&#x4EE5;&#x7528;bins&#x53C2;&#x6570;&#x63A7;&#x5236;&#x5206;&#x7EC4;&#x6570;&#xFF0C; &#x7528;binwidth&#x53C2;&#x6570;&#x63A7;&#x5236;&#x5206;&#x7EC4;&#x5BBD;&#x5EA6;&#xFF0C; &#x7528;center&#x6216;&#x8005;boundary&#x53C2;&#x6570;&#x63A7;&#x5236;&#x7EC4;&#x4E2D;&#x5FC3;&#x6216;&#x8005;&#x7EC4;&#x8FB9;&#x754C;&#x5BF9;&#x9F50;&#x4F4D;&#x7F6E;&#xFF0C; &#x5982;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">p + geom_histogram(bins = <span class="number">15</span>)</span><br></pre></td></tr></table></figure><p><img src="/" class="lazyload" data-src="https://cdn.jsdelivr.net/gh/Steven-Shixq/imagerepository/img/20200719184623.png"  alt></p><p>&#x53EF;&#x4EE5;&#x5229;&#x7528;fill&#x6620;&#x5C04;&#x5C06;&#x6784;&#x6210;&#x76F4;&#x65B9;&#x56FE;&#x7684;&#x89C2;&#x6D4B;&#x6309;&#x7167;&#x67D0;&#x4E2A;&#x5206;&#x7C7B;&#x53D8;&#x91CF;&#x5206;&#x7EC4;&#xFF0C; &#x7136;&#x540E;&#x6BCF;&#x4E2A;&#x6761;&#x5F62;&#x5185;&#x90E8;&#x6309;&#x7167;&#x8BE5;&#x5206;&#x7C7B;&#x53D8;&#x91CF;&#x7684;&#x503C;&#x5206;&#x6BB5;&#x67D3;&#x8272;&#xFF0C; &#x6BB5;&#x5185;&#x5404;&#x989C;&#x8272;&#x7684;&#x957F;&#x5EA6;&#x4EE3;&#x8868;&#x8BE5;&#x6761;&#x5F62;&#x6240;&#x5728;&#x7EC4;&#x67D0;&#x4E00;&#x7C7B;&#x7684;&#x9891;&#x6570;&#xFF0C; &#x5982;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">midwest_sub &lt;- midwest %&gt;%</span><br><span class="line">  <span class="comment"># &#x53EA;&#x53D6;&#x4E24;&#x4E2A;&#x5DDE;&#x7684;&#x6570;&#x636E;&#x4F5C;&#x56FE;</span></span><br><span class="line">  filter(state %<span class="keyword">in</span>% c(<span class="string">&quot;OH&quot;</span>, <span class="string">&quot;WI&quot;</span>))</span><br><span class="line">p &lt;- ggplot(data=midwest_sub,</span><br><span class="line">    mapping = aes(x = area, fill = state))</span><br><span class="line">p + geom_histogram(bins = <span class="number">10</span>)</span><br></pre></td></tr></table></figure><p><img src="/" class="lazyload" data-src="https://cdn.jsdelivr.net/gh/Steven-Shixq/imagerepository/img/20200719184613.png"  alt></p><p>&#x53EF;&#x89C1;&#x9762;&#x79EF;&#x8F83;&#x5C0F;&#x7684;&#x53BF;&#x4E3B;&#x8981;&#x6765;&#x81EA;OH&#x5DDE;&#xFF0C; &#x9762;&#x79EF;&#x8F83;&#x5927;&#x7684;&#x53BF;&#x4E3B;&#x8981;&#x6765;&#x81EA;WI&#x5DDE;&#x3002;</p><p>geom_density()&#x53EF;&#x4EE5;&#x5BF9;&#x8FDE;&#x7EED;&#x53D8;&#x91CF;&#x7ED8;&#x5236;&#x5BC6;&#x5EA6;&#x4F30;&#x8BA1;&#x66F2;&#x7EBF;&#xFF0C;&#x5982;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">p &lt;- ggplot(data = midwest,</span><br><span class="line">    mapping = aes(x = area))</span><br><span class="line">p + geom_density()</span><br></pre></td></tr></table></figure><p><img src="/" class="lazyload" data-src="https://cdn.jsdelivr.net/gh/Steven-Shixq/imagerepository/img/20200719184555.png"  alt></p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># &#x5236;&#x4F5C;&#x6BCF;&#x4E2A;&#x5DDE;&#x7684;&#x5404;&#x53BF;&#x7684;&#x9762;&#x79EF;&#x5BC6;&#x5EA6;&#x4F30;&#x8BA1;&#xFF0C; &#x753B;&#x5728;&#x540C;&#x4E00;&#x5750;&#x6807;&#x7CFB;&#x4E2D;</span></span><br><span class="line">p &lt;- ggplot(data = midwest,</span><br><span class="line">    mapping = aes(</span><br><span class="line">      x = area, </span><br><span class="line">      <span class="comment"># &#x7EBF;&#x6761;&#x989C;&#x8272;</span></span><br><span class="line">      color = state,</span><br><span class="line">      <span class="comment"># &#x7EBF;&#x6761;&#x4E0B;&#x9762;&#x79EF;&#x7684;&#x586B;&#x5145;&#x8272;</span></span><br><span class="line">      fill = state))</span><br><span class="line"><span class="comment"># &#x900F;&#x660E;&#x5EA6;30%</span></span><br><span class="line">p + geom_density(alpha = <span class="number">0.3</span>)</span><br></pre></td></tr></table></figure><p><img src="/" class="lazyload" data-src="https://cdn.jsdelivr.net/gh/Steven-Shixq/imagerepository/img/20200719184508.png"  alt></p><p>&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;IN&#x4E0E;MI&#x5DDE;&#x5404;&#x53BF;&#x7684;&#x9762;&#x79EF;&#x504F;&#x5C0F;&#x3002; WI&#x5DDE;&#x5404;&#x53BF;&#x7684;&#x9762;&#x79EF;&#x8F83;&#x5927;&#x3002;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">p &lt;- ggplot(data = midwest,</span><br><span class="line">    mapping = aes(</span><br><span class="line">      x = area, </span><br><span class="line">      color = state))</span><br><span class="line"><span class="comment"># &#x753B;&#x7EBF;</span></span><br><span class="line"><span class="comment"># &#x501F;&#x52A9;&#x4E8E;geom_line(stat = &quot;density&quot;)&#x6539;&#x6210;&#x4EC5;&#x6709;&#x591A;&#x6761;&#x66F2;&#x7EBF;&#xFF1A;</span></span><br><span class="line">p + geom_line(stat = <span class="string">&quot;density&quot;</span>)</span><br></pre></td></tr></table></figure><p><img src="/" class="lazyload" data-src="https://cdn.jsdelivr.net/gh/Steven-Shixq/imagerepository/img/20200719184459.png"  alt></p><p>geom_density()&#x7684;&#x7EB5;&#x8F74;&#x662F;&#x5BC6;&#x5EA6;&#x4F30;&#x8BA1;&#x3002; &#x4E3A;&#x4E86;&#x80FD;&#x591F;&#x5C06;&#x76F4;&#x65B9;&#x56FE;&#x4E0E;&#x5BC6;&#x5EA6;&#x4F30;&#x8BA1;&#x753B;&#x5728;&#x540C;&#x4E00;&#x5750;&#x6807;&#x7CFB;&#x4E2D;&#xFF0C; &#x9700;&#x8981;&#x5C06;&#x76F4;&#x65B9;&#x56FE;&#x7684;&#x7EB5;&#x8F74;&#x4E5F;&#x6539;&#x4E3A;&#x5BC6;&#x5EA6;&#x4F30;&#x8BA1;&#xFF0C;&#x5982;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">p &lt;- ggplot(data = midwest,</span><br><span class="line">    mapping = aes(x = area))</span><br><span class="line"><span class="comment"># &#x6CE8;&#x610F;.. ..&#x7684;&#x7528;&#x6CD5;</span></span><br><span class="line">p + geom_histogram(mapping = aes(y = ..density..), alpha = <span class="number">0.6</span>) +</span><br><span class="line">  <span class="comment"># size&#x8868;&#x793A;&#x66F2;&#x7EBF;&#x7684;&#x7EBF;&#x6761;&#x7C97;&#x7EC6;</span></span><br><span class="line">  geom_density(size = <span class="number">1</span>)</span><br></pre></td></tr></table></figure><p><img src="/" class="lazyload" data-src="https://cdn.jsdelivr.net/gh/Steven-Shixq/imagerepository/img/20200719184448.png"  alt></p>]]></content>
    
    <summary type="html">
    
      ggplot作图入门-4
    
    </summary>
    
    
      <category term="计算机" scheme="https://steven-shixq.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/"/>
    
      <category term="R语言" scheme="https://steven-shixq.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/R%E8%AF%AD%E8%A8%80/"/>
    
    
      <category term="计算机" scheme="https://steven-shixq.github.io/tags/%E8%AE%A1%E7%AE%97%E6%9C%BA/"/>
    
      <category term="编程" scheme="https://steven-shixq.github.io/tags/%E7%BC%96%E7%A8%8B/"/>
    
      <category term="R语言" scheme="https://steven-shixq.github.io/tags/R%E8%AF%AD%E8%A8%80/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻163</title>
    <link href="https://steven-shixq.github.io/2020/07/18/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB163/"/>
    <id>https://steven-shixq.github.io/2020/07/18/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB163/</id>
    <published>2020-07-18T01:39:46.000Z</published>
    <updated>2020-07-22T17:04:39.391Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p>The difficulty in acquiring useful information in <strong>spite</strong> of <strong>advanced</strong> information technology.</p><p>&#x201C;We have lots of information technology. We just don&#x2019;t have much iseful information.&#x201D;</p><hr><p><u><strong>The picture vividly depicts that</strong></u> a group of people are holding a meeting in an office. They are facing a difficult problem that although they have lots of advanced information technology, they still fail to acquire useful information.</p><p><u>In fact, the phenomenon conveyed in the picture does not surprise us</u>, because as the science and technology develops, the topic concerning the side effects of technological advancement increasingly arouses people&#x2019;s attention. Undoubtedly, the drawer of the picture aims at reminding us that advanced technology can not replace useful information, and in effect it is still difficult to get the useful information despite of information technology . What we should do is to be capable of telling the <strong>goof</strong> information from the bad. Put it another way, technology can only provides us a way to obtain the information, but to get the knowledge, we desired, we must pay out efforts instead of over-depending on the technology.</p><p>It is well known that thanks to the development of human civilization, many formerly unimaginable things come into reality. But, while enjoying the convenience produced by tech, we should alert that there is no shortcut to helpful information ; we should <strong><u>bear in mind</u></strong> that advanced technology can not be the substitute of human endeavors in getting useful information. In addition, it is wise for human beings to learn how to obtain and distinguish the information they would like by themselves.</p><p>in effect&#xFF1A;&#x5B9E;&#x9645;&#x4E0A;</p><p>over-depending: &#x8FC7;&#x5EA6;&#x4F9D;&#x8D56;</p><p>goof&#xFF1A;&#x50BB;&#x74DC;&#xFF0C;&#x8822;&#x4EBA;</p><p>to be capable of telling the <strong>goof</strong> information from the bad&#xFF1A;&#x80FD;&#x591F;&#x5206;&#x8FA8;&#x51FA;&#x597D;&#x574F;&#x4FE1;&#x606F;</p><p>bear in mind&#xFF1A;&#x7262;&#x8BB0;&#x5728;&#x5FC3;&#xFF0C;&#x8BB0;&#x4F4F;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Writing-The difficulty in acquiring useful information-1
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻162</title>
    <link href="https://steven-shixq.github.io/2020/07/17/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB162/"/>
    <id>https://steven-shixq.github.io/2020/07/17/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB162/</id>
    <published>2020-07-17T02:19:09.000Z</published>
    <updated>2020-07-19T11:19:39.463Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p>&#x201C;I just feel unfortunately to live in a world with so many misleading information!&#x201D;</p><hr><p>The picture graphically depicts a person who is sad at living in a world full of misleading information on the Internet. The nature of this picture reveals a serious and prevailing issue : the harm brought by rumors online.</p><p><u>The meaning behind the picture should be taken seriously</u>. Initially, in current society featured by highly developed science and technology, we should <u>be on the alert</u> the damage caused by the wrong information from the web. Additionally, a current study indicates that today, most people are bothered with numerous misleading news on the web everyday. For instance, many <strong>swindlers</strong> send illegal messages to a large body of web users to see if there is any chance to <strong>defraud</strong> money, and many people have <u>got cheated</u>. Undoubtedly, these kinds of junk information have produces negative effects on our <u>state of mind</u>, daily practice and its like.</p><p>Therefore, it is <strong>imperative</strong> that we should take drastic measures to improve the current situation. <u>To begin with</u>, <u><strong>authorities</strong> concerned</u> are supposed to establish laws and regulations. What&#x2019;s more, a wide-ranging education campaign must be launched to enhance the public awareness of being good at distinguishing the bad information from the good.</p><p>be on the alert: &#x8B66;&#x60D5;&#xFF0C;&#x6CE8;&#x610F;</p><p>&#x9A97;&#x5B50;&#xFF1A;swindlers/cheater</p><p>defraud: &#x8BC8;&#x9A97;&#xFF0C;&#x9A97;&#x53D6;</p><p>state of mind&#xFF1A;&#x5FC3;&#x6001;&#xFF0C;&#x5FC3;&#x5883;</p><p>got cheated&#xFF1A; &#x4E0A;&#x5F53;&#x53D7;&#x9A97;</p><p>imperative: &#x5FC5;&#x8981;&#x7684;&#xFF0C;&#x52BF;&#x5728;&#x5FC5;&#x884C;&#x7684;</p><p>authorities concerned: &#x6709;&#x5173;&#x5F53;&#x5C40;&#xFF0C;&#x4E3B;&#x7BA1;&#x90E8;&#x95E8;</p><p><u><strong>authorities</strong> concerned</u> are supposed to establish laws and regulations</p><p>being good at distinguishing the bad information from the good&#xFF1A;&#x5584;&#x4E8E;&#x533A;&#x5206;&#x597D;&#x574F;&#x4FE1;&#x606F;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Writing-The harm caused by misleading information online-2
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻161</title>
    <link href="https://steven-shixq.github.io/2020/07/16/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB161/"/>
    <id>https://steven-shixq.github.io/2020/07/16/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB161/</id>
    <published>2020-07-16T11:53:48.000Z</published>
    <updated>2020-07-16T13:01:49.273Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p> Write a short eaasy based on the sentences &#x201C; We have lots of information technology. We just don&#x2019;t have much useful information.&#x201D; </p><hr><p>&#x200B;        <u><strong>This is a simple but thought-provoking drawing.</strong></u> <u>As we can see in it</u>, a meeting seems to be going on, with several staff members sitting around a table and a laptop in front of each of them. A leader-like man stands there, complaining: &#x201C;We have lots of information technology. We just don&#x2019;t have much useful information.&#x201D;<br>&#x200B;        <strong><u>Simple as the picture is, the message it conveys is profound.</u></strong> <u><strong>Evidently</strong> it is meant to reveal the fact that there is</u> too much junk information online. <strong><u>Taking a look around</u></strong>, we can also find examples too many to <strong>enumerate</strong>. The best illustration that I can recall here and now is the fact that whenever you search for the cure for a disease or a <u><strong>scenic spot</strong></u> to visit, you are <u><strong>flooded</strong> by advertisements</u>, many of which are even cheating. Actually, the problem has become so widespread that it has severely affected people&#x2019;s life and hindered the development of society.<br>&#x200B;        Of course, <u><strong>we should not give up eating for fear of being choked</strong></u>. Admittedly,information technology has greatly facilitated our life and work. The best policy, <u>as I see it</u>, is to maximize its advantages and eliminate its unhealthy influence. For one thing, it is <strong>imperative</strong> that <strong>pertinent</strong> laws and regulations be worked out and rigidly enforced to punish those spreading cheating ads online. For another, the searching engine websites should <strong><u>make a point of</u></strong> reducing junk information. Only with these measures taken can we expect the solution of the problem.</p><p>&#x8BCD;&#x53E5;&#x79EF;&#x7D2F;&#xFF1A;</p><p>This is a simple but thought-provoking drawing.</p><p>Simple as the picture is, the message it conveys is profound.</p><p>Evidently&#xFF1A;&#x663E;&#x7136;&#x5730;/obviously</p><p>Taking a look around: &#x73AF;&#x987E;&#x56DB;&#x5468;</p><p>enumerate&#xFF1A;&#x5217;&#x4E3E;&#xFF0C;&#x679A;&#x4E3E;</p><p>scenic spot: &#x98CE;&#x666F;&#x533A;&#xFF0C;&#x666F;&#x70B9;</p><p>flooded&#xFF1A;&#x6DF9;&#x6CA1;&#x5728; <strong>flooded</strong> by advertisements&#xFF1A;&#x5145;&#x65A5;&#x7740;&#x5404;&#x79CD;&#x5E7F;&#x544A;</p><p>we should not give up eating for fear of being choked&#xFF1A;&#x6211;&#x4EEC;&#x4E0D;&#x5E94;&#x8BE5;&#x56E0;&#x4E3A;&#x6015;&#x564E;&#x7740;&#x800C;&#x4E0D;&#x5403;&#x4E1C;&#x897F;</p><p>as I see it&#xFF1A;&#x7167;&#x6211;&#x770B;&#x6765;</p><p>imperative:  &#x5FC5;&#x8981;&#x7684;&#xFF0C;&#x4E0D;&#x53EF;&#x907F;&#x514D;&#x7684;</p><p>make a point of doing sth: &#x91CD;&#x89C6;/&#x5F3A;&#x8C03;&#x505A;&#x67D0;&#x4E8B;</p><p>Only with these measures taken can we expect the solution of the problem&#xFF1A;&#x53EA;&#x6709;&#x91C7;&#x53D6;&#x8FD9;&#x4E9B;&#x63AA;&#x65BD;&#xFF0C;&#x6211;&#x4EEC;&#x624D;&#x80FD;&#x671F;&#x5F85;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Writing-The harm caused by misleading information online
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="CET6" scheme="https://steven-shixq.github.io/tags/CET6/"/>
    
  </entry>
  
</feed>
