<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">
  <title>衷深学习</title>
  <icon>https://www.gravatar.com/avatar/1a78ec769217974f51d40169d81d53e1</icon>
  <subtitle>石晓强的小站</subtitle>
  <link href="/atom.xml" rel="self"/>
  
  <link href="https://steven-shixq.github.io/"/>
  <updated>2020-05-29T01:16:30.952Z</updated>
  <id>https://steven-shixq.github.io/</id>
  
  <author>
    <name>石晓强</name>
    <email>2583551979@qq.com</email>
  </author>
  
  <generator uri="https://hexo.io/">Hexo</generator>
  
  <entry>
    <title>每日外闻113</title>
    <link href="https://steven-shixq.github.io/2020/05/29/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB113/"/>
    <id>https://steven-shixq.github.io/2020/05/29/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB113/</id>
    <published>2020-05-29T01:16:30.000Z</published>
    <updated>2020-05-29T01:16:30.952Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script>]]></content>
    
    <summary type="html">
    
      
      
        &lt;link rel=&quot;stylesheet&quot; class=&quot;aplayer-secondary-style-marker&quot; href=&quot;\assets\css\APlayer.min.css&quot;&gt;&lt;script src=&quot;\assets\js\APlayer.min.js&quot; cla
      
    
    </summary>
    
    
    
  </entry>
  
  <entry>
    <title>每日外闻112</title>
    <link href="https://steven-shixq.github.io/2020/05/28/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB112/"/>
    <id>https://steven-shixq.github.io/2020/05/28/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB112/</id>
    <published>2020-05-28T03:24:29.000Z</published>
    <updated>2020-05-29T07:25:18.859Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3259016/" target="_blank" rel="noopener">Rare missense variants in <em>CHRNB4</em> are associated with reduced risk of nicotine dependence</a></p></blockquote><p><em>&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x53D1;&#x8868;&#x4E8E;2012&#x5E74;&#xFF0C;&#x6570;&#x636E;&#x53EF;&#x80FD;&#x6BD4;&#x8F83;&#x8FC7;&#x65F6;&#xFF0C;&#x4F46;&#x672C;&#x7BC7;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;rare SNP&#x53C8;&#x4ECE;&#x6700;&#x8FD1;&#x7684;&#x6570;&#x636E;&#x4E2D;&#x627E;&#x5230;&#x4E86;&#x4E0E;&#x6210;&#x763E;&#x7684;&#x5173;&#x8054;&#x3002;</em></p><p>&#x6587;&#x610F;&#xFF1A;</p><p>&#x6709;&#x5F88;&#x591A;GWAS&#x7814;&#x7A76;&#x8868;&#x660E;CHRNA5-CHRNA3-CHRNB4 &#x548C; CHRNA6-CHRNB3&#x57FA;&#x56E0;&#x7C07;&#x548C;&#x5C3C;&#x53E4;&#x4E01;&#x4F9D;&#x8D56;&#x76F8;&#x5173;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x4E9B;&#x57FA;&#x56E0;&#x7C07;&#x4E0A;&#x7684;rare SNP&#x5BF9;&#x5C3C;&#x53E4;&#x4E01;&#x4F9D;&#x8D56;&#x7684;&#x98CE;&#x9669;&#x8FD8;&#x6CA1;&#x6709;&#x88AB;&#x7814;&#x7A76;&#x3002;&#x6587;&#x7AE0;&#x5BF9;&#x975E;&#x88D4;&#x7F8E;&#x56FD;&#x4EBA;&#x548C;&#x6B27;&#x6D32;&#x88D4;&#x5C3C;&#x53E4;&#x4E01;&#x4F9D;&#x8D56;&#x6027;&#x5438;&#x70DF;&#x8005;&#x548C;&#x65E0;&#x4F9D;&#x8D56;&#x6027;&#x75C7;&#x72B6;&#x7684;&#x5438;&#x70DF;&#x8005;&#x8FDB;&#x884C;&#x4E86;CHRNA5&#xFF0C;CHRNA3&#xFF0C;CHRNB4&#xFF0C;CHRNA6&#x548C;CHRNB3&#x57FA;&#x56E0;&#x7F16;&#x7801;&#x533A;&#x548C;&#x4FA7;&#x7FFC;&#x5E8F;&#x5217;&#x7684;&#x6D4B;&#x5E8F;&#x6570;&#x636E;&#x6C47;&#x603B;&#x5206;&#x6790;&#x3002;&#x53D1;&#x73B0;CHRNB4&#x548C;CHRNA3&#x4E0A;&#x7684;&#x7F55;&#x89C1;&#x53D8;&#x5F02;&#x4E0E;&#x5C3C;&#x53E4;&#x4E01;&#x4F9D;&#x8D56;&#x6709;&#x5173;&#xFF0C;&#x643A;&#x5E26;&#x8FD9;&#x4E9B;&#x7A81;&#x53D8;&#x7684;&#x4EBA;&#x548C;&#x4E0D;&#x643A;&#x5E26;&#x8FD9;&#x4E9B;&#x53D8;&#x5F02;&#x7684;&#x4EBA;&#x76F8;&#x6BD4;&#xFF0C;&#x62BD;&#x70DF;&#x7684;&#x91CF;&#x6709;&#x5DEE;&#x5F02;&#x3002;</p><p><img src="/" class="lazyload" data-src="https://cdn.jsdelivr.net/gh/Steven-Shixq/imagerepository/img/image-20200529151515723.png"  alt="image-20200529151515723"></p><hr><p>&#x539F;&#x6587;&#xFF1A;</p><p>Genome-wide association studies have identified common variation in the CHRNA5-CHRNA3-CHRNB4 and CHRNA6-CHRNB3 gene clusters that contribute to nicotine dependence. However, the role of rare variation in risk for nicotine dependence in these nicotinic receptor genes has not been studied. We undertook pooled sequencing of the coding regions and flanking sequence of the CHRNA5, CHRNA3, CHRNB4, CHRNA6 and CHRNB3 genes in African American and European American nicotine-dependent smokers and smokers without symptoms of dependence. Carrier status of individuals harboring rare missense variants at conserved sites in each of these genes was then compared in cases and controls to test for an association with nicotine dependence. Missense variants at conserved residues in CHRNB4 are associated with lower risk for nicotine dependence in African Americans and European Americans (AA P = 0.0025, odds-ratio (OR) = 0.31, 95% confidence-interval (CI) = 0.31-0.72; EA P = 0.023, OR = 0.69, 95% CI = 0.50-0.95). Furthermore, these individuals were found to smoke fewer cigarettes per day than non-carriers (AA P = 6.6 &#xD7; 10(-5), EA P = 0.021). Given the possibility of stochastic differences in rare allele frequencies between groups replication of this association is necessary to confirm these findings. The functional effects of the two CHRNB4 variants contributing most to this association (T375I and T91I) and a missense variant in CHRNA3 (R37H) in strong linkage disequilibrium with T91I were examined in vitro. The minor allele of each polymorphism increased cellular response to nicotine (T375I P = 0.01, T91I P = 0.02, R37H P = 0.003), but the largest effect on in vitro receptor activity was seen in the presence of both CHRNB4 T91I and CHRNA3 R37H (P = 2 &#xD7; 10(-6)).</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Hum Mol Genet-Rare Missense Variants in CHRNB4 Are Associated With Reduced Risk of Nicotine Dependence
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Human Molecular Genetics" scheme="https://steven-shixq.github.io/tags/Human-Molecular-Genetics/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻111</title>
    <link href="https://steven-shixq.github.io/2020/05/27/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB111/"/>
    <id>https://steven-shixq.github.io/2020/05/27/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB111/</id>
    <published>2020-05-27T14:25:15.000Z</published>
    <updated>2020-05-28T03:21:31.563Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.nature.com/articles/nm.4300" target="_blank" rel="noopener">&#x3B1;5 nicotinic receptors link smoking to schizophrenia</a></p></blockquote><p>&#x63A5;&#x7740;&#x4E0A;&#x4E00;&#x7BC7;&#x804A;</p><p>-&#x2013;</p><p>&#x5230;&#x76EE;&#x524D;&#x4E3A;&#x6B62;&#xFF0C;&#x4F5C;&#x8005;&#x7684;&#x53D1;&#x73B0;&#x8868;&#x660E;&#xFF0C;PFC&#x4E2D;&#x7684;&#x80C6;&#x78B1;&#x80FD;&#x4F20;&#x64AD;&#x523A;&#x6FC0;VIP&#x4E2D;&#x795E;&#x7ECF;&#x5143;&#x8868;&#x8FBE;&#x7684;&#x3B1;5* nAChRs&#x6291;&#x5236;SOM&#x4E2D;&#x795E;&#x7ECF;&#x5143;&#xFF0C;&#x4ECE;&#x800C;&#x589E;&#x5F3A;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x6D3B;&#x6027;&#x3002;&#x4F46;&#x662F;&#xFF0C;SOM&#x4E2D;&#x795E;&#x7ECF;&#x5143;&#x4E5F;&#x8868;&#x8FBE;nAChR&#xFF0C;&#x8FD9;&#x8868;&#x660E;&#x80C6;&#x78B1;&#x80FD;&#x4F20;&#x9012;&#x53EF;&#x80FD;&#x5728;&#x6574;&#x4E2A;&#x76AE;&#x5C42;&#x7F51;&#x7EDC;&#x4E2D;&#x5177;&#x6709;&#x66F4;&#x5E7F;&#x6CDB;&#xFF0C;&#x66F4;&#x590D;&#x6742;&#x7684;&#x4F5C;&#x7528;&#x3002; SOM&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x540C;&#x65F6;&#x8868;&#x8FBE;&#x3B2;2&#x548C;&#x3B1;7nAChR&#x4E9A;&#x57FA;&#xFF0C;&#x4F5C;&#x8005;&#x53D1;&#x73B0;&#x7F3A;&#x4E4F;&#x8FD9;&#x4E9B;&#x4E9A;&#x57FA;&#x7684;&#x5C0F;&#x9F20;&#x4E0E;&#x91CE;&#x751F;&#x578B;&#x5C0F;&#x9F20;&#x76F8;&#x6BD4;&#xFF0C;&#x5728;PFC&#x4E2D;&#x7684;&#x9525;&#x4F53;&#x7EC6;&#x80DE;&#x6D3B;&#x6027;&#x5927;&#x5927;&#x589E;&#x5F3A;&#x3002;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x5728;&#x7F3A;&#x4E4F;&#x8FD9;&#x79CD;&#x4E9A;&#x57FA;&#x7684;&#x5C0F;&#x9F20;&#x4E2D;&#xFF0C;&#x75C5;&#x6BD2;&#x4ECB;&#x5BFC;&#x7684;&#x3B2;2&#x4E9A;&#x57FA;&#x7F3A;&#x5931;&#x7684;&#x91CD;&#x65B0;&#x8868;&#x8FBE;&#x4F7F;&#x589E;&#x52A0;&#x7684;&#x7EC6;&#x80DE;&#x6D3B;&#x6027;&#x6B63;&#x5E38;&#x5316;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x4E59;&#x9170;&#x80C6;&#x78B1;&#x5728;PFC&#x4E2D;&#x53D1;&#x6325;&#x7F51;&#x7EDC;&#x8C03;&#x63A7;&#x4F5C;&#x7528;&#xFF1A;&#x5B83;&#x901A;&#x8FC7;&#x3B1;5* nAChRs&#x523A;&#x6FC0;VIP&#x4E2D;&#x795E;&#x7ECF;&#x5143;&#x4EE5;&#x589E;&#x5F3A;&#x9525;&#x4F53;&#x7EC6;&#x80DE;&#x6D3B;&#x6027;&#xFF0C;&#x5E76;&#x901A;&#x8FC7;&#x3B2;2*&#x548C;&#x3B1;7nAChRs&#x6FC0;&#x6D3B;SOM &#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x4ECE;&#x800C;&#x6291;&#x5236;&#x9525;&#x4F53;&#x7EC6;&#x80DE;&#x6D3B;&#x6027;&#x3002;&#x8FD9;&#x4E24;&#x4E2A;&#x6D3B;&#x52A8;&#x4E4B;&#x95F4;&#x7684;&#x5E73;&#x8861;&#x53EF;&#x80FD;&#x5BF9;&#x786E;&#x5B9A;&#x76AE;&#x5C42;&#x6D3B;&#x52A8;&#x7684;&#x6574;&#x4F53;&#x6A21;&#x5F0F;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;</p><p>&#x4E4B;&#x524D;&#x5DF2;&#x7ECF;&#x63D0;&#x5230;&#xFF0C;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x7684;&#x60A3;&#x8005;&#x6709;&#x66F4;&#x9AD8;&#x7684;&#x5438;&#x70DF;&#x7387;&#xFF0C;&#x70DF;&#x8349;&#x4E2D;&#x7684;&#x5C3C;&#x53E4;&#x4E01;&#x53EF;&#x4EE5;&#x51CF;&#x8F7B;&#x8BE5;&#x75BE;&#x75C5;&#x7684;&#x4E00;&#x4E9B;&#x75C7;&#x72B6;&#x3002;&#x56E0;&#x6B64;&#xFF0C;Koukouli&#x7B49;&#x4EBA;&#x63A5;&#x4E0B;&#x6765;&#x6D4B;&#x8BD5;&#x4E86;&#x5C3C;&#x53E4;&#x4E01;&#x5BF9;&#x5728;&#x3B1;5SNP&#x5C0F;&#x9F20;&#x4E2D;&#x89C2;&#x5BDF;&#x5230;&#x7684;&#x76AE;&#x8D28;&#x7F51;&#x7EDC;&#x6D3B;&#x52A8;&#x7F3A;&#x9677;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x4ED6;&#x4EEC;&#x53D1;&#x73B0;&#xFF0C;&#x901A;&#x8FC7;&#x6E17;&#x900F;&#x5FAE;&#x578B;&#x6CF5;&#x957F;&#x671F;&#x7684;&#x5C3C;&#x53E4;&#x4E01;&#x7ED9;&#x836F;&#x53EF;&#x4EE5;&#x9006;&#x8F6C;&#x3B1;5SNP&#x5C0F;&#x9F20;&#x690E;&#x4F53;&#x7EC6;&#x80DE;&#x6D3B;&#x6027;&#x7684;&#x7F3A;&#x9677;&#x3002;&#x6709;&#x8DA3;&#x7684;&#x662F;&#xFF0C;&#x5C3C;&#x53E4;&#x4E01;&#x6291;&#x5236;&#x4E86;&#x8868;&#x8FBE;&#x3B2;2* nAChRs&#x7684;SOM&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x6D3B;&#x6027;&#x3002;&#x9274;&#x4E8E;&#x3B2;2* nAChRs&#x53D7;&#x4F53;&#x5BB9;&#x6613;&#x88AB;&#x5C3C;&#x53E4;&#x4E01;&#x8131;&#x654F;&#xFF0C;&#x8FD9;&#x8868;&#x660E;&#x5C3C;&#x53E4;&#x4E01;&#x53EF;&#x901A;&#x8FC7;&#x963B;&#x65AD;SOM&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x5174;&#x594B;&#x6027;&#x80C6;&#x78B1;&#x80FD;&#x9A71;&#x52A8;&#x6765;&#x6539;&#x5584;&#x3B1;5SNP&#x5C0F;&#x9F20;&#x7684;&#x524D;&#x989D;&#x53F6;&#x529F;&#x80FD;&#x4F4E;&#x4E0B;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x5C3C;&#x53E4;&#x4E01;&#x901A;&#x8FC7;&#x6A21;&#x4EFF;VIP&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x5BF9;SOM&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x6291;&#x5236;&#x4F5C;&#x7528;&#xFF0C;&#x662F;&#x76AE;&#x5C42;&#x7F51;&#x7EDC;&#x7684;&#x6D3B;&#x6027;&#x589E;&#x5927;&#x3002;&#x4F5C;&#x8005;&#x7684;&#x6570;&#x636E;&#x4E5F;&#x56E0;&#x6B64;&#x8FDB;&#x4E00;&#x6B65;&#x63D0;&#x9AD8;&#x4E86;&#x5F00;&#x53D1;&#x53EF;&#x589E;&#x5F3A;PFC&#x4E2D;&#x3B1;5* nAChR&#x6216;&#x51CF;&#x5C11;&#x3B2;2* nAChR&#x6D3B;&#x6027;&#x7684;&#x7597;&#x6CD5;&#x7684;&#x524D;&#x666F;&#xFF0C;&#x4EE5;&#x6CBB;&#x7597;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x5E38;&#x4F34;&#x7684;&#x4E25;&#x91CD;&#x8BA4;&#x77E5;&#x548C;&#x793E;&#x4EA4;&#x969C;&#x788D;&#x3002;</p><p>Koukouli&#x7B49;&#x4EBA;&#x63D0;&#x4F9B;&#x7684;&#x6570;&#x636E;&#x4E3A;&#x80C6;&#x78B1;&#x80FD;&#x4F20;&#x9012;(&#x901A;&#x8FC7;&#x4E0D;&#x540C;&#x79CD;&#x7C7B;&#x7684;nAChRs&#x53D1;&#x6325;&#x4F5C;&#x7528;)&#x5982;&#x4F55;&#x8C03;&#x8282;&#x9AD8;&#x9636;&#x76AE;&#x8D28;&#x56DE;&#x8DEF;&#x63D0;&#x4F9B;&#x4E86;&#x91CD;&#x8981;&#x7684;&#x65B0;&#x89C1;&#x89E3;&#xFF0C;&#x4EE5;&#x53CA;&#x8FD9;&#x4E9B;&#x53D7;&#x4F53;&#x7684;&#x7F3A;&#x9677;&#x5982;&#x4F55;&#x53EF;&#x80FD;&#x5BFC;&#x81F4;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x548C;&#x5176;&#x4ED6;&#x7CBE;&#x795E;&#x75BE;&#x75C5;&#x7684;&#x524D;&#x989D;&#x53F6;&#x529F;&#x80FD;&#x4F4E;&#x4E0B;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x7814;&#x7A76;&#x7ED3;&#x679C;&#x8FD8;&#x89E3;&#x91CA;&#x4E86;&#x4E3A;&#x4EC0;&#x4E48;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x60A3;&#x8005;&#x7ECF;&#x5E38;&#x62BD;&#x70DF;&#x3002;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Nature-α5 nicotinic receptors link smoking to schizophrenia
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Nature" scheme="https://steven-shixq.github.io/tags/Nature/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻110</title>
    <link href="https://steven-shixq.github.io/2020/05/26/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB110/"/>
    <id>https://steven-shixq.github.io/2020/05/26/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB110/</id>
    <published>2020-05-26T15:52:08.000Z</published>
    <updated>2020-05-27T02:25:46.131Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.nature.com/articles/nm.4300" target="_blank" rel="noopener">&#x3B1;5 nicotinic receptors link smoking to schizophrenia</a></p></blockquote><p>&#x9057;&#x4F20;&#x56E0;&#x7D20;&#x4F1A;&#x5F71;&#x54CD;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x7684;&#x53D1;&#x751F;&#x53D1;&#x5C55;&#xFF0C;&#x6700;&#x8FD1;&#x7684;&#x5168;&#x57FA;&#x56E0;&#x7EC4;&#x5173;&#x8054;&#x5206;&#x6790;&#x9274;&#x5B9A;&#x51FA;&#x4E86; &#x3B1;3, &#x3B1;5 &#x548C; &#x3B2;4 nAChR &#x4E9A;&#x57FA;&#x7684;&#x7B49;&#x4F4D;&#x57FA;&#x56E0;&#x7A81;&#x53D8;&#x4F1A;&#x589E;&#x52A0;&#x60A3;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x7684;&#x98CE;&#x9669;&#x3002;&#x3B1;5 nAChR &#x4E9A;&#x57FA;&#x7684;&#x7684;SNP&#xFF1A;rs16969968&#xFF08;&#x3B1;5SNP&#xFF09;&#x4F1A;&#x5BFC;&#x81F4;&#x90E8;&#x5206;&#x7A81;&#x53D8;&#x7684;nAChRs&#x529F;&#x80FD;&#x4E27;&#x5931;&#xFF0C;&#x589E;&#x52A0;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x7684;&#x98CE;&#x9669;&#x3002;&#x6709;&#x8DA3;&#x7684;&#x662F;&#xFF0C;&#x8FD9;&#x4E2A;&#x57FA;&#x56E0;&#x591A;&#x6001;&#x6027;&#xFF08;SNP&#xFF09;&#x4E5F;&#x589E;&#x52A0;&#x4E86;&#x70DF;&#x8349;&#x4F9D;&#x8D56;&#x7684;&#x98CE;&#x9669;&#x3002;&#x8FD9;&#x8868;&#x660E;&#x3B1;5* nAChR&#x4FE1;&#x53F7;&#x7F3A;&#x5931;&#x53EF;&#x80FD;&#x4E0E;&#x8FD9;&#x4E9B;&#x5408;&#x5E76;&#x75C7;&#x76F8;&#x5173;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x5173;&#x4E8E;&#x3B1;5* nAChRs&#x5728;&#x5927;&#x8111;&#x4E2D;&#x7684;&#x529F;&#x80FD;&#x7684;&#x4E86;&#x89E3;&#x76F8;&#x5BF9;&#x8F83;&#x5C11;&#x3002;&#x8FD9;&#x53CD;&#x6620;&#x4E86;&#x4E00;&#x4E2A;&#x4E8B;&#x5B9E;&#xFF0C;&#x5373;&#x3B1;5nAChR&#x4E9A;&#x57FA;&#x4EE5;&#x8F83;&#x5C11;&#x7684;&#x6C34;&#x5E73;&#x8868;&#x8FBE;&#xFF0C;&#x5E76;&#x5728;&#x5927;&#x8111;&#x4E2D;&#x663E;&#x793A;&#x51FA;&#x53D7;&#x9650;&#x7684;&#x8868;&#x8FBE;&#x6A21;&#x5F0F;&#x3002;&#x4E3A;&#x4E86;&#x89E3;&#x51B3;&#x8FD9;&#x4E00;&#x91CD;&#x8981;&#x7684;&#x77E5;&#x8BC6;&#x9E3F;&#x6C9F;&#xFF0C;Koukouli&#x7B49;&#x4EBA;&#x5728;&#x5C0F;&#x9F20;&#x4E2D;&#x7814;&#x7A76;&#x4E86;&#x3B1;5* nAChRs&#x5728;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x60A3;&#x8005;&#x4E2D;&#x89C2;&#x5BDF;&#x5230;&#x7684;&#x7EC6;&#x80DE;&#x548C;&#x884C;&#x4E3A;&#x7684;&#x7F3A;&#x9677;&#x673A;&#x5236;&#x3002;</p><p>&#x4ED6;&#x4EEC;&#x9996;&#x5148;&#x6784;&#x5EFA;&#x4E86;&#x643A;&#x5E26;&#x8FD9;&#x4E2A;SNP&#x7684;&#x8001;&#x9F20;&#xFF0C;&#x4ED6;&#x4EEC;&#x53D1;&#x73B0;&#x643A;&#x5E26;&#x8FD9;&#x4E2A;SNP&#x7684;&#x8001;&#x9F20;&#x8868;&#x73B0;&#x51FA;&#x548C;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x76F8;&#x4F3C;&#x7684;&#x884C;&#x4E3A;-&#x793E;&#x4EA4;&#x529F;&#x80FD;&#x969C;&#x788D;&#x548C;&#x611F;&#x89C9;&#x8FD0;&#x52A8;&#x95E8;&#x63A7;&#x969C;&#x788D;&#x3002;</p><p>&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x4F7F;&#x7528;&#x4F53;&#x5185;&#x53CC;&#x5149;&#x5B50;&#x9499;&#x6210;&#x50CF;&#x6280;&#x672F;&#x7814;&#x7A76;&#x4E86;&#x3B1;5* nAChRs&#x5728;&#x8C03;&#x8282;PFC&#xFF08;&#x524D;&#x7F18;&#x533A;&#x57DF;&#xFF09;&#x6D3B;&#x6027;&#x4E2D;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x8BE5;&#x6280;&#x672F;&#x53EF;&#x4F7F;&#x5355;&#x4E2A;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x53EF;&#x89C6;&#x5316;&#x5E76;&#x76D1;&#x6D4B;&#x5176;&#x6D3B;&#x52A8;&#x3002;&#x4E0E;&#x91CE;&#x751F;&#x578B;&#x5C0F;&#x9F20;&#x76F8;&#x6BD4;&#xFF0C;&#x3B1;5SNP&#x5C0F;&#x9F20;&#x4EE5;&#x53CA;&#x3B1;5KO&#x5C0F;&#x9F20;&#x4E2D;&#xFF0C;PFC&#x7684;II / III&#x5C42;&#x4E2D;&#x7684;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x6D3B;&#x6027;&#x663E;&#x7740;&#x964D;&#x4F4E;&#x3002;&#x5728;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x60A3;&#x8005;&#x6B7B;&#x540E;&#x7684;&#x5927;&#x8111;&#x4E2D;&#x53D1;&#x73B0;&#x4E86;II / III&#x5C42;&#x4E2D;GABAergic&#x795E;&#x7ECF;&#x5143;&#x529F;&#x80FD;&#x7684;&#x7F3A;&#x9677;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x3B1;5SNP&#x5C0F;&#x9F20;&#x76AE;&#x5C42;&#x6D3B;&#x52A8;&#x7684;&#x7834;&#x574F;&#x4E0E;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x60A3;&#x8005;&#x76AE;&#x5C42;&#x4E2D;&#x6240;&#x89C1;&#x7684;&#x6240;&#x8C13;&#x9ED8;&#x8BA4;&#x7F51;&#x7EDC;&#x6D3B;&#x52A8;&#xFF08;&#x79F0;&#x524D;&#x989D;&#x9875;&#x529F;&#x80FD;&#x4F4E;&#x4E0B;&#xFF09;&#x7684;&#x7F3A;&#x9677;&#x4E00;&#x81F4;&#x3002;</p><p>&#x5728;PFC&#x7684;II / III&#x5C42;&#x4E2D;&#xFF0C;&#x3B1;5nAChR&#x4E9A;&#x57FA;&#x4EC5;&#x7531;VIP&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x8868;&#x8FBE;&#xFF0C;&#x5B83;&#x4EEC;&#x5BF9;&#x53E6;&#x5916;&#x4E24;&#x79CD;&#x6291;&#x5236;&#x6027;&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x63D0;&#x4F9B;&#x6291;&#x5236;&#x6027;&#x9A71;&#x52A8;&#xFF1A;&#x751F;&#x957F;&#x6291;&#x7D20;&#xFF08;SOM&#xFF09;&#x548C;&#x5C0F;&#x767D;&#x86CB;&#x767D;&#xFF08;PV&#xFF09;&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x3002; PV&#x548C;SOM&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x901A;&#x8FC7;&#x5BC6;&#x96C6;&#x7684;&#x5C40;&#x90E8;&#x8FDE;&#x901A;&#x6027;&#x5F3A;&#x70C8;&#x6291;&#x5236;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#xFF0C;&#x800C;&#x5C0F;&#x9F20;PFC&#x4E2D;&#x7684;VIP&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x63A5;&#x89E6;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x9891;&#x7387;&#x4F4E;&#x4E8E;PV&#x548C;SOM&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x3002;&#x6839;&#x636E;&#x8FD9;&#x79CD;&#x7EC6;&#x80DE;&#x6392;&#x5217;&#xFF0C;Koukouli&#x7B49;&#x4EBA;&#x5047;&#x8BBE;&#x7834;&#x574F;VIP&#x795E;&#x7ECF;&#x5143;&#x4E2D;&#x7684;&#x3B1;5* nAChR&#x4FE1;&#x53F7;&#x4F20;&#x5BFC;&#x4F1A;&#x964D;&#x4F4E;&#x8FD9;&#x4E9B;&#x7EC6;&#x80DE;&#x7684;&#x6D3B;&#x6027;&#xFF0C;&#x8FDB;&#x800C;&#x6291;&#x5236;PFC&#x4E2D;&#x7684;SOM&#x548C;/&#x6216;PV&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#xFF0C;&#x4ECE;&#x800C;&#x589E;&#x52A0;&#x5BF9;&#x5C40;&#x90E8;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x6291;&#x5236;&#x6027;&#x9A71;&#x52A8;&#x3002;&#x4E0E;&#x6B64;&#x5047;&#x8BBE;&#x76F8;&#x7B26;&#xFF0C;&#x4EC5;&#x5728;&#x7F3A;&#x4E4F;&#x3B1;5&#x7684;&#x5C0F;&#x9F20;&#x7684;II / III&#x5C42;&#x7684;GABA&#x80FD;&#x795E;&#x7ECF;&#x5143;&#x4E2D;&#x9009;&#x62E9;&#x6027;&#x5730;&#x91CD;&#x65B0;&#x8868;&#x8FBE;&#x91CE;&#x751F;&#x578B;&#x3B1;5&#x4E9A;&#x57FA;&#xFF0C;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x6D3B;&#x6027;&#x5C06;&#x5B8C;&#x5168;&#x6062;&#x590D;&#x5230;&#x91CE;&#x751F;&#x578B;&#x5C0F;&#x9F20;&#x4E2D;&#x6240;&#x89C1;&#x7684;&#x6C34;&#x5E73;&#xFF0C;&#x800C;&#x5F53;&#x3B1;5SNP&#x5728;&#x7F3A;&#x4E4F;&#x3B1;5&#x7684;&#x5C0F;&#x9F20;&#x7684;PFC GABA&#x80FD;&#x795E;&#x7ECF;&#x5143;&#x4E2D;&#x8868;&#x8FBE;&#x65F6;&#xFF0C;&#x53EA;&#x80FD;&#x770B;&#x5230;&#x90E8;&#x5206;&#x690E;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x6D3B;&#x6027;&#x7684;&#x6062;&#x590D;&#x3002;</p><p>&#x63A5;&#x4E0B;&#x6765;&#xFF0C;Koukouli&#x7B49;&#x4EBA;&#x91C7;&#x7528;&#x4E86;&#x4E00;&#x79CD;elegant&#x7684;&#x57FA;&#x56E0;&#x7EC4;&#x7F16;&#x8F91;&#x65B9;&#x6CD5;&#xFF0C;&#x4F7F;&#x7528;CRISPR&#x2013;Cas9&#x6572;&#x9664;PFC&#x4E2D;&#x7684;&#x3B1;5-nAChR&#x4E9A;&#x57FA;&#x8F6C;&#x5F55;&#x672C;&#xFF0C;&#x4EE5;&#x7814;&#x7A76;&#x3B1;5* nAChRs&#x63A7;&#x5236;&#x9525;&#x4F53;&#x7EC6;&#x80DE;&#x6D3B;&#x6027;&#x7684;&#x7CBE;&#x786E;&#x7EC6;&#x80DE;&#x4E8B;&#x4EF6;&#x5E8F;&#x5217;&#x3002;&#x5728;PFC&#x4E2D;&#x3002;&#x4ED6;&#x4EEC;&#x7684;&#x7814;&#x7A76;&#x7ED3;&#x679C;&#x8FD8;&#x8868;&#x660E;&#xFF0C;&#x3B1;5* nAChRs&#x53C2;&#x4E0E;VIP&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x5E94;&#x7B54;&#xFF0C;&#x800C;VIP&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x53C8;&#x4F18;&#x5148;&#x901A;&#x8FC7;SOM&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x6765;&#x8C03;&#x8282;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x6D3B;&#x6027;&#x3002;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#xFF1A;</p><p><img src="/" class="lazyload" data-src="https://media.springernature.com/lw685/springer-static/image/art%3A10.1038%2Fnm.4300/MediaObjects/41591_2017_Article_BFnm4300_Fig1_HTML.jpg"  alt="figure1"></p><p>(a&#xFF09;a5 * nAChRs&#x5728;PFC&#x7684;II / III&#x5C42;&#x4E2D;&#x7531;VIP&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x8868;&#x8FBE;&#xFF0C;&#x5728;&#x90A3;&#x91CC;&#x5B83;&#x4EEC;&#x8C03;&#x8282;&#x5411;SOM&#x548C;PV&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x6291;&#x5236;&#x6027;GABA&#x80FD;&#x9A71;&#x52A8;&#x3002; VIP&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x4F18;&#x5148;&#x901A;&#x8FC7;SOM&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x6765;&#x523A;&#x6FC0;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x6D3B;&#x52A8;&#x3002; </p><p>(b) a5 * nAChRs&#xFF08;&#x3B1;5SNP&#xFF09;&#x4E2D;&#x4E0E;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x76F8;&#x5173;&#x7684;&#x591A;&#x6001;&#x6027;&#x4F1A;&#x964D;&#x4F4E;VIP&#x4E2D;&#x795E;&#x7ECF;&#x5143;&#x6291;&#x5236;SOM&#x4E2D;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x6D3B;&#x6027;&#x3002;&#x8FD9;&#x6291;&#x5236;&#x4E86;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x6D3B;&#x52A8;&#xFF0C;&#x5BFC;&#x81F4;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x6837;&#x524D;&#x989D;&#x53F6;&#x529F;&#x80FD;&#x4F4E;&#x4E0B;&#x3002; </p><p>(c)&#x5C3C;&#x53E4;&#x4E01;&#x4F7F;&#x4F4D;&#x4E8E;SOM&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x4E0A;&#x7684;b2 * nAChRs&#x8131;&#x654F;&#xFF0C;&#x4ECE;&#x800C;&#x964D;&#x4F4E;&#x8FD9;&#x4E9B;&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x6D3B;&#x6027;&#xFF0C;&#x4ECE;&#x800C;&#x51CF;&#x8F7B;&#x4E86;&#x4E0E;&#x3B1;5SNP nAChRs&#x76F8;&#x5173;&#x7684;SOM&#x5185;&#x90E8;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x8FC7;&#x5EA6;&#x6D3B;&#x8DC3;&#x3002;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Nature-α5 nicotinic receptors link smoking to schizophrenia
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Nature" scheme="https://steven-shixq.github.io/tags/Nature/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻109</title>
    <link href="https://steven-shixq.github.io/2020/05/25/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB109/"/>
    <id>https://steven-shixq.github.io/2020/05/25/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB109/</id>
    <published>2020-05-25T15:59:22.000Z</published>
    <updated>2020-05-25T17:30:52.599Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.nature.com/articles/nm.4300" target="_blank" rel="noopener">&#x3B1;5 nicotinic receptors link smoking to schizophrenia</a></p></blockquote><p>&#x4E00;&#x9879;&#x65B0;&#x7684;&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x70DF;&#x78B1;&#x6837;&#x53D7;&#x4F53;&#x6FC0;&#x6D3B;&#x524D;&#x989D;&#x53F6;&#x76AE;&#x5C42;&#x4E2D;&#x7279;&#x5B9A;&#x7C7B;&#x578B;&#x7684;&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x3002;&#x8FD9;&#x79CD;&#x5173;&#x7CFB;&#x7684;&#x7F3A;&#x9677;&#x4F1A;&#x5F15;&#x8D77;&#x7C7B;&#x4F3C;&#x4E8E;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x7684;&#x884C;&#x4E3A;&#x5F02;&#x5E38;&#xFF0C;&#x5C3C;&#x53E4;&#x4E01;&#x53EF;&#x4EE5;&#x6539;&#x5584;&#x8FD9;&#x79CD;&#x884C;&#x4E3A;&#x5F02;&#x5E38;&#x3002;</p><p>&#x524D;&#x989D;&#x53F6;&#x76AE;&#x5C42;(PFC)&#x4E2D;&#x7684;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x53CA;&#x5176;&#x5411;&#x8FB9;&#x7F18;&#x548C;&#x4E2D;&#x8111;&#x533A;&#x57DF;&#x7684;&#x4E0B;&#x884C;&#x8F93;&#x5165;&#x8C03;&#x8282;&#x9AD8;&#x9636;&#x4FE1;&#x606F;&#x5904;&#x7406;&#x3001;&#x8BA4;&#x77E5;&#x548C;&#x60C5;&#x7EEA;&#x3002;&#x9525;&#x4F53;&#x7EC6;&#x80DE;&#x6267;&#x884C;&#x7684;&#x590D;&#x6742;&#x8BA1;&#x7B97;&#x9700;&#x8981;&#x5BF9;&#x5176;&#x6D3B;&#x52A8;&#x8FDB;&#x884C;&#x4E25;&#x683C;&#x63A7;&#x5236;&#x3002;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#xFF0C;PFC&#x4E2D;&#x7684;gaba&#x80FD;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x8D77;&#x7740;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x5B83;&#x4E3A;&#x4E0D;&#x540C;&#x5927;&#x8111;&#x7ED3;&#x6784;&#x4E2D;&#x4E0D;&#x540C;&#x7C7B;&#x522B;&#x7684;&#x795E;&#x7ECF;&#x5143;&#x63D0;&#x4F9B;&#x529F;&#x80FD;&#x8054;&#x7CFB;&#x3002;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x60A3;&#x8005;&#x5F80;&#x5F80;&#x8868;&#x73B0;&#x51FA;&#x4E25;&#x91CD;&#x7684;&#x793E;&#x4EA4;&#x548C;&#x8BA4;&#x77E5;&#x969C;&#x788D;&#xFF0C;&#x5728;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x53CD;&#x6620;&#x4E86;PFC&#x4E2D;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x6D3B;&#x52A8;&#x7684;&#x5F02;&#x5E38;&#x3002;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x60A3;&#x8005;&#x7684;&#x76AE;&#x8D28;&#x7CFB;&#x7EDF;&#x7A76;&#x7ADF;&#x662F;&#x5982;&#x4F55;&#x4EE5;&#x53CA;&#x4E3A;&#x4F55;&#x53D7;&#x5230;&#x5E72;&#x6270;&#xFF0C;&#x76EE;&#x524D;&#x5C1A;&#x4E0D;&#x6E05;&#x695A;&#xFF0C;&#x4F46;GABAergic -interneuron&#x5BF9;&#x9525;&#x4F53;&#x7EC6;&#x80DE;&#x7684;&#x63A7;&#x5236;&#x5DF2;&#x7ECF;&#x53D1;&#x751F;&#x4E86;&#x6539;&#x53D8;&#x3002;</p><p>&#x4E0E;&#x666E;&#x901A;&#x4EBA;&#x7FA4;&#x76F8;&#x6BD4;&#xFF0C;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x60A3;&#x8005;&#x4E2D;&#x5438;&#x70DF;&#x8005;&#x7684;&#x6BD4;&#x4F8B;&#x8981;&#x9AD8;&#x5F97;&#x591A;&#xFF0C;&#x800C;&#x4E14;&#x5C3C;&#x53E4;&#x4E01;&#x80FD;&#x591F;&#x51CF;&#x5F31;&#x8FD9;&#x79CD;&#x75BE;&#x75C5;&#x7684;&#x4E00;&#x4E9B;&#x8BA4;&#x77E5;&#x548C;&#x60C5;&#x7EEA;&#x76F8;&#x5173;&#x75C7;&#x72B6;&#xFF0C;&#x8FD9;&#x4E00;&#x4E8B;&#x5B9E;&#x65E9;&#x5C31;&#x663E;&#x793A;&#x51FA;&#x4E86;&#x5C3C;&#x53E4;&#x4E01;&#x4E59;&#x9170;&#x80C6;&#x78B1;&#x53D7;&#x4F53;(nAChRs)&#x5728;&#x8FD9;&#x4E00;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x4F5C;&#x7528;&#x3002;&#x4F46;&#x662F;nAChRs&#x5982;&#x4F55;&#x5F71;&#x54CD;PFC&#x4E2D;gaba&#x80FD;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#x548C;&#x9525;&#x4F53;&#x795E;&#x7ECF;&#x5143;&#x4E4B;&#x95F4;&#x590D;&#x6742;&#x7684;&#x76F8;&#x4E92;&#x4F5C;&#x7528;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5728;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4ECD;&#x5C1A;&#x4E0D;&#x6E05;&#x695A;&#x3002;&#x5728;&#x4E00;&#x671F;&#x7684;&#x300A;&#x81EA;&#x7136;&#x533B;&#x5B66;&#x300B;&#x6742;&#x5FD7;&#x4E2D;&#xFF0C;&#x63ED;&#x793A;&#x4E86;&#x5305;&#x542B;&#x3B1;5* nAChRs&#xFF08;&#x5176;&#x4E2D;&#x661F;&#x53F7;&#x8868;&#x793A;&#x5B8C;&#x6574;&#x7684;&#x4E9A;&#x57FA;&#x7EC4;&#x6210;&#x672A;&#x77E5;&#xFF09;&#x4E9A;&#x57FA;&#x7684;&#x91CD;&#x8981;&#x4F5C;&#x7528;&#xFF1A;&#x5728;&#x523A;&#x6FC0;PFC&#x4E2D;&#x7279;&#x5B9A;&#x7C7B;&#x522B;&#x7684;GABA&#x80FD;&#x4E2D;&#x95F4;&#x795E;&#x7ECF;&#x5143;&#xFF08;&#x88AB;&#x79F0;&#x4E3A;&#x8840;&#x7BA1;&#x6D3B;&#x6027;&#x80A0;&#x591A;&#x80BD;(VIP)&#x95F4;&#x795E;&#x7ECF;&#x5143;&#xFF09;&#x7684;&#x6D3B;&#x6027;&#x4E2D;&#x5177;&#x6709;&#x91CD;&#x8981;&#x4F5C;&#x7528;&#xFF0C;&#x5B83;&#x53C8;&#x53EF;&#x4EE5;&#x53CD;&#x8FC7;&#x6765;&#x589E;&#x5F3A;&#x76AE;&#x5C42;&#x7F51;&#x7EDC;&#x6D3B;&#x52A8;&#x3002;&#x8FD9;&#x4E9B;&#x53D1;&#x73B0;&#x8868;&#x660E;&#xFF0C;&#x3B1;5* nAChRs&#x529F;&#x80FD;&#x7684;&#x7F3A;&#x9677;&#x4F1A;&#x5BFC;&#x81F4;&#x524D;&#x989D;&#x53F6;&#x529F;&#x80FD;&#x4F4E;&#x4E0B;-&#x4E00;&#x79CD;&#x7CBE;&#x795E;&#x5206;&#x88C2;&#x75C7;&#x7684;&#x5178;&#x578B;&#x7279;&#x5F81;&#xFF0C;&#x800C;&#x65E8;&#x5728;&#x589E;&#x5F3A;&#x8FD9;&#x4E9B;&#x53D7;&#x4F53;&#x6D3B;&#x6027;&#x7684;&#x65B0;&#x578B;&#x836F;&#x7269;&#x53EF;&#x80FD;&#x8981;&#x6539;&#x5584;&#x8BE5;&#x75BE;&#x75C5;&#x7684;&#x67D0;&#x4E9B;&#x6700;&#x8870;&#x5F31;&#x7684;&#x65B9;&#x9762;&#x3002;</p><hr><p>Pyramidal neurons in the prefrontal cortex (PFC) and their descending inputs to limbic and midbrain regions regulate higher-order information processing, cognition and mood. The complex computations performed by pyramidal cells necessitate tight control over their activity. GABAergic interneurons in the PFC, which provide functional links between different classes of neurons in different brain structures, have a crucial role in this regard. Individuals with schizophrenia often demonstrate profound social and cognitive impairments that reflect, to some degree, abnormalities in the activity of pyramidal neurons in the PFC<a href="https://www.nature.com/articles/nm.4300#ref-CR1" target="_blank" rel="noopener">1</a>. Precisely how and why cortical systems are perturbed in schizophrenia is unclear, but altered GABAergic-interneuron control over pyramidal cells has been implicated.</p><p>The fact that a much larger proportion of patients with schizophrenia are smokers as compared to the general population&#x2014;and that nicotine can attenuate some of the cognitive and mood-related symptoms of the disorder&#x2014;has long hinted at a role for nicotinic acetylcholine receptors (nAChRs) in this process as well<a href="https://www.nature.com/articles/nm.4300#ref-CR2" target="_blank" rel="noopener">2</a>,<a href="https://www.nature.com/articles/nm.4300#ref-CR3" target="_blank" rel="noopener">3</a>. But how nAChRs might influence the complex interactions between GABAergic interneurons and pyramidal neurons in the PFC, particularly in the context of schizophrenia, is largely unknown. In this issue of <em>Nature Medicine</em>, Koukouli <em>et al</em>.<a href="https://www.nature.com/articles/nm.4300#ref-CR4" target="_blank" rel="noopener">4</a> reveal a crucial role for nAChRs that contain the &#x3B1;5 subunit (&#x3B1;5* nAChRs; asterisk denotes that the complete subunit composition is unknown) in stimulating the activity of a particular class of GABAergic interneuron in the PFC, known as vasoactive intestinal polypeptide (VIP) interneurons, which in turn enhances cortical network activity. The findings suggest that deficits in the function of &#x3B1;5* nAChRs contribute to the hypofrontality that characterizes schizophrenia, and that novel medications designed to enhance the activity of these receptors might ameliorate some of the most debilitating aspects of the disorder.</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Nature-α5 nicotinic receptors link smoking to schizophrenia
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Nature" scheme="https://steven-shixq.github.io/tags/Nature/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻108</title>
    <link href="https://steven-shixq.github.io/2020/05/24/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB108/"/>
    <id>https://steven-shixq.github.io/2020/05/24/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB108/</id>
    <published>2020-05-24T01:52:47.000Z</published>
    <updated>2020-05-24T19:40:20.942Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.nature.com/immersive/d41586-019-03749-0/index.html" target="_blank" rel="noopener">Nature&#x2019;s 10-Ten people who mattered in science in 2019</a></p></blockquote><p><video poster="https://www.nature.com/immersive/d41586-019-03749-0/video/nature-anim-2.jpg" width="100%" playsinline muted autoplay loop aria-describedby="natures-10-description" class="fullscreen-media--video__video" data-width="1920" data-height="1080" style><source src="https://www.nature.com/immersive/d41586-019-03749-0/video/nature-anim-2.webm" type="video/webm"><source src="https://www.nature.com/immersive/d41586-019-03749-0/video/nature-anim-2.mp4" type="video/mp4"></video></p><p><em>All picture from nature</em></p><p><strong>RICARDO GALV&#xC3;O: Science defender</strong></p><p><em>&#x7531;&#x4E8E;&#x4E9A;&#x9A6C;&#x900A;&#x5730;&#x533A;&#x7684;&#x6DF7;&#x4E71;&#x52A0;&#x5267;&#xFF0C;&#x8FD9;&#x4F4D;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x901A;&#x8FC7;&#x6311;&#x6218;&#x5DF4;&#x897F;&#x653F;&#x5E9C;&#x800C;&#x6210;&#x4E3A;&#x6C11;&#x65CF;&#x82F1;&#x96C4;&#x3002;</em></p><p><img src="/" class="lazyload" data-src="https://www.nature.com/immersive/d41586-019-03749-0/img/ricardo-galvao-large.jpg"  alt="Portrait of Ricardo Galv&#xE3;o"></p><p>&#x8FD9;&#x4F4D;&#x5DF4;&#x897F;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x56E0;&#x4E3A;&#x5BF9;&#x4E9A;&#x9A6C;&#x900A;&#x5730;&#x533A;&#x7684;&#x68EE;&#x6797;&#x780D;&#x4F10;&#x6025;&#x5267;&#x589E;&#x52A0;&#x505A;&#x4E86;&#x76F8;&#x5173;&#x62A5;&#x9053;&#xFF08;&#x5176;&#x662F;&#x505A;&#x76F8;&#x5173;&#x62A5;&#x9053;&#x7684;&#x7814;&#x7A76;&#x6240;National Institute for Space Research&#xFF08;INPE&#xFF09;&#x7684;&#x6240;&#x957F;&#xFF09;&#x800C;&#x53D7;&#x5230;&#x4E86;&#x603B;&#x7EDF;&#x7684;&#x62A8;&#x51FB;&#x3002;</p><p>Garv&#xE3;o&#x5E76;&#x6CA1;&#x6709;&#x6025;&#x4E8E;&#x505A;&#x51FA;&#x53CD;&#x5E94;&#xFF0C;&#x800C;&#x662F;&#x7ED9;&#x4E86;&#x81EA;&#x5DF1;12&#x5C0F;&#x65F6;&#x6765;&#x505A;&#x51FA;&#x56DE;&#x5E94;&#x3002;&#x7ECF;&#x8FC7;&#x8FD1;&#x4E00;&#x4E2A;&#x4E0D;&#x7720;&#x4E4B;&#x591C;&#xFF0C;&#x4ED6;&#x4E0D;&#x4EC5;&#x4E3A;&#x79D1;&#x5B66;&#x5BB6;&#x8FA9;&#x62A4;&#xFF0C;&#x8FD8;&#x6307;&#x8D23;&#x603B;&#x7EDF;&#x7684;&#x602F;&#x61E6;&#xFF0C;&#x4ED6;&#x8FD8;&#x8981;&#x6C42;&#x4E0E;&#x603B;&#x7EDF;&#x4F1A;&#x9762;&#x4EA4;&#x6D41;&#xFF0C;&#x4ED6;&#x77E5;&#x9053;&#x8FD9;&#x5C06;&#x5BFC;&#x81F4;&#x4ED6;&#x5931;&#x4E1A;&#x3002;&#x4F46;&#x4ED6;&#x6240;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x662F;&#xFF0C;&#x4ED6;&#x5C06;&#x56E0;&#x6B64;&#x800C;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x79D1;&#x5B66;&#x82F1;&#x96C4;&#xFF0C;&#x4EBA;&#x4EEC;&#x611F;&#x8C22;&#x4ED6;&#x5BF9;&#x4FDD;&#x62A4;&#x4E9A;&#x9A6C;&#x900A;&#x68EE;&#x6797;&#x6240;&#x4F5C;&#x51FA;&#x7684;&#x8D21;&#x732E;&#x3002;</p><p>&#x201C;&#x4ED6;&#x5931;&#x53BB;&#x4E86;&#x5DE5;&#x4F5C;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x5728;&#x634D;&#x536B;&#x79D1;&#x5B66;&#x548C;&#x53CD;&#x5BF9;&#x4E13;&#x5236;&#x4E3B;&#x4E49;&#x65B9;&#x9762;&#x575A;&#x5B9A;&#x7684;&#x7ACB;&#x573A;&#x201D;&#x5723;&#x4FDD;&#x7F57;&#x5927;&#x5B66;&#x5927;&#x6C14;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x517C;&#x52A0;&#x5C14;&#x65FA;&#x5927;&#x5B66;&#x7684;&#x540C;&#x4E8B;Paulo Artaxo&#x8BF4;&#x3002;Artaxo&#x8BA4;&#x4E3A;&#xFF0C;Bolsonaro&#x653F;&#x5E9C;&#x4E0E;1964&#x5E74;&#x81F3;1985&#x5E74;&#x7EDF;&#x6CBB;&#x5DF4;&#x897F;&#x7684;&#x72EC;&#x88C1;&#x653F;&#x6743;&#x4E4B;&#x95F4;&#x5B58;&#x5728;&#x4EE4;&#x4EBA;&#x62C5;&#x5FE7;&#x7684;&#x76F8;&#x4F3C;&#x4E4B;&#x5904;&#xFF0C;&#x5305;&#x62EC;&#x503E;&#x5411;&#x4E8E;&#x653B;&#x51FB;&#x4EFB;&#x4F55;&#x4E0D;&#x652F;&#x6301;&#x5176;&#x653F;&#x6CBB;&#x76EE;&#x6807;&#x7684;&#x8BC1;&#x636E;&#x3002; &#x201C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x50CF;Galv&#xE3;o&#x8FD9;&#x6837;&#x7684;&#x4EBA;&#x7AD9;&#x8D77;&#x6765;&#x3002;&#x201D;</p><p>&#x8FD9;&#x4E0D;&#x662F;Galv&#xE3;o&#x7B2C;&#x4E00;&#x6B21;&#x4E0E;Bolsonaro&#x653F;&#x5E9C;&#x53D1;&#x751F;&#x51B2;&#x7A81;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x8FD9;&#x6B21;&#x603B;&#x7EDF;&#x653B;&#x51FB;&#x7684;&#x662F;&#x79D1;&#x5B66;&#x5BB6;&#x548C;&#x5DF4;&#x897F;&#x9876;&#x7EA7;&#x79D1;&#x5B66;&#x673A;&#x6784;&#x4E4B;&#x4E00;&#x7684;&#x8BDA;&#x4FE1;&#x3002;&#x4E0D;&#x51FA;&#x6240;&#x6599;&#xFF0C;Galv&#xE3;o&#x5728;&#x4E3A;INPE&#x8FA9;&#x62A4;&#x7684;&#x4E24;&#x5468;&#x540E;&#x88AB;&#x89E3;&#x96C7;&#x3002;</p><p>&#x8FD1;&#x5E74;&#x6765;&#xFF0C;&#x5DF4;&#x897F;&#x4F5C;&#x4E3A;&#x73AF;&#x4FDD;&#x4E3B;&#x4E49;&#x7684;&#x9886;&#x5BFC;&#x8005;&#x7684;&#x58F0;&#x8A89;&#x4E00;&#x76F4;&#x5728;&#x6076;&#x5316;&#x3002;&#x8BE5;&#x56FD;&#x5728;2004&#x5E74;&#x81F3;2012&#x5E74;&#x95F4;&#x6210;&#x529F;&#x5730;&#x5C06;&#x68EE;&#x6797;&#x780D;&#x4F10;&#x6291;&#x5236;&#x4E86;80&#xFF05;&#x4EE5;&#x4E0A;&#xFF0C;&#x4F46;&#x79EF;&#x6781;&#x7684;&#x73AF;&#x5883;&#x6267;&#x6CD5;&#x6700;&#x7EC8;&#x5F15;&#x53D1;&#x4E86;&#x653F;&#x6CBB;&#x53CD;&#x5F39;&#x548C;&#x68EE;&#x6797;&#x780D;&#x4F10;&#x7684;&#x589E;&#x52A0;&#x3002;</p><p>INPE&#x4E8E;11&#x6708;18&#x65E5;&#x53D1;&#x5E03;&#x7684;&#x6700;&#x65B0;&#x6570;&#x636E;&#x663E;&#x793A;&#xFF0C;&#x5728;2018&#x5E74;8&#x6708;&#x81F3;2019&#x5E74;7&#x6708;&#x4E4B;&#x95F4;&#xFF0C;&#x5927;&#x7EA6;9,762&#x516C;&#x91CC;&#x7684;&#x571F;&#x5730;&#x7684;&#x6811;&#x6728;&#x88AB;&#x780D;&#x4F10;&#x3002;&#x8FD9;&#x6BD4;&#x4E0A;&#x4E00;&#x5E74;&#x589E;&#x52A0;&#x4E86;30&#xFF05;&#xFF0C;&#x662F;&#x524D;&#x4E00;&#x5E74;&#x7684;&#x4E24;&#x500D;&#x591A;&#x3002;&#x79D1;&#x5B66;&#x5BB6;&#x548C;&#x4FDD;&#x62A4;&#x4E3B;&#x4E49;&#x8005;&#x6307;&#x8D23;Bolsonaro&#x7684;&#x53CD;&#x73AF;&#x5883;&#x8A00;&#x8BBA;&#x5411;&#x7267;&#x573A;&#x4E3B;&#xFF0C;&#x519C;&#x6C11;&#x548C;&#x6811;&#x6728;&#x780D;&#x4F10;&#x8005;&#x53D1;&#x51FA;&#x4E86;&#x4E00;&#x4E2A;&#x4FE1;&#x53F7;&#xFF0C;&#x4ED6;&#x4EEC;&#x53EF;&#x4EE5;&#x518D;&#x6B21;&#x63A0;&#x593A;&#x4E9A;&#x9A6C;&#x900A;&#x6CB3;&#x7684;&#x68EE;&#x6797;&#x800C;&#x4E0D;&#x53D7;&#x60E9;&#x7F5A;&#x3002;</p><p>&#x4ECE;&#x90A3;&#x4EE5;&#x540E;&#xFF0C;Galv&#xE3;o&#x56DE;&#x5230;&#x4E86;&#x5723;&#x4FDD;&#x7F57;&#x5927;&#x5B66;&#x7684;&#x5148;&#x524D;&#x804C;&#x4F4D;&#x3002;&#x4ED6;&#x4E0D;&#x559C;&#x6B22;&#x51FA;&#x98CE;&#x5934;&#xFF0C;&#x5E76;&#x51C6;&#x5907;&#x505C;&#x6B62;&#x63A5;&#x53D7;&#x91C7;&#x8BBF;&#xFF0C;&#x800C;&#x4E13;&#x6CE8;&#x4E8E;&#x4ED6;&#x7684;&#x7269;&#x7406;&#x5B66;&#x7814;&#x7A76;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5728;&#x6536;&#x5230;&#x6765;&#x81EA;&#x540C;&#x884C;&#x79D1;&#x5B66;&#x5BB6;&#x7684;&#x611F;&#x8C22;&#x4FE1;&#x606F;&#x540E;&#xFF0C;&#x4ED6;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x9762;&#x5BF9;&#x653F;&#x6CBB;&#x538B;&#x529B;&#xFF0C;&#x4ED6;&#x6709;&#x8D23;&#x4EFB;&#x7EE7;&#x7EED;&#x4EE3;&#x8868;&#x79D1;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x5BB6;&#x8FDB;&#x884C;&#x5021;&#x5BFC;&#x3002; Galv&#xE3;o&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x5351;&#x5FAE;&#x7684;&#x4ECE;&#x4E8B;&#x7269;&#x7406;&#x5B66;&#x5DE5;&#x4F5C;&#x7684;&#x8001;&#x4EBA;&#xFF0C;&#x4F46;&#x662F;&#x51FA;&#x4E8E;&#x8FD9;&#x4E2A;&#x539F;&#x56E0;&#xFF0C;&#x6211;&#x51B3;&#x5B9A;&#x7EE7;&#x7EED;&#x4E0B;&#x53BB;&#x3002;&#x201D;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Nature’s 10-2019
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Nature" scheme="https://steven-shixq.github.io/tags/Nature/"/>
    
  </entry>
  
  <entry>
    <title>R语言学习笔记15</title>
    <link href="https://steven-shixq.github.io/2020/05/23/R%E8%AF%AD%E8%A8%80%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B015/"/>
    <id>https://steven-shixq.github.io/2020/05/23/R%E8%AF%AD%E8%A8%80%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B015/</id>
    <published>2020-05-23T07:08:00.000Z</published>
    <updated>2020-05-24T06:56:01.279Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p><code>Data Summarisation</code></p><h2 id="27-&#x6570;&#x636E;&#x6574;&#x7406;"><a href="#27-&#x6570;&#x636E;&#x6574;&#x7406;" class="headerlink" title="27 &#x6570;&#x636E;&#x6574;&#x7406;"></a>27 &#x6570;&#x636E;&#x6574;&#x7406;</h2><h3 id="tidyverse&#x7CFB;&#x7EDF;"><a href="#tidyverse&#x7CFB;&#x7EDF;" class="headerlink" title="tidyverse&#x7CFB;&#x7EDF;"></a>tidyverse&#x7CFB;&#x7EDF;</h3><p>&#x5047;&#x8BBE;&#x6570;&#x636E;&#x4EE5;tibble&#x683C;&#x5F0F;&#x4FDD;&#x5B58;&#x3002; &#x6570;&#x636E;&#x96C6;&#x5982;&#x679C;&#x7528;&#x4E8E;&#x7EDF;&#x8BA1;&#x4E0E;&#x7ED8;&#x56FE;&#xFF0C; &#x9700;&#x8981;&#x6EE1;&#x8DB3;&#x4E00;&#x5B9A;&#x7684;&#x683C;&#x5F0F;&#x8981;&#x6C42;&#xFF0C; (Wickham <a href="http://www.math.pku.edu.cn/teachers/lidf/docs/Rbook/html/_Rbook/summary-manip.html#ref-Wickham2014:tidy" target="_blank" rel="noopener">2014</a>)&#x79F0;&#x4E4B;&#x4E3A;&#x6574;&#x6D01;&#x6570;&#x636E;(tidy data)&#xFF0C; &#x57FA;&#x672C;&#x8981;&#x6C42;&#x662F;&#x6BCF;&#x884C;&#x4E00;&#x4E2A;&#x89C2;&#x6D4B;&#xFF0C; &#x6BCF;&#x5217;&#x4E00;&#x4E2A;&#x53D8;&#x91CF;&#xFF0C; &#x6BCF;&#x4E2A;&#x5355;&#x5143;&#x683C;&#x6070;&#x597D;&#x6709;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x503C;&#x3002;</p><p>&#x6570;&#x636E;&#x96C6;&#x7ECF;&#x5E38;&#x9700;&#x8981;&#x9009;&#x884C;&#x5B50;&#x96C6;&#x3001;&#x9009;&#x5217;&#x5B50;&#x96C6;&#x3001;&#x6392;&#x5E8F;&#x3001;&#x5B9A;&#x4E49;&#x65B0;&#x53D8;&#x91CF;&#x3001;&#x6A2A;&#x5411;&#x5408;&#x5E76;&#x3001;&#x957F;&#x5BBD;&#x8F6C;&#x6362;&#x7B49;&#x64CD;&#x4F5C;&#xFF0C; &#x800C;&#x4E14;&#x7ECF;&#x5E38;&#x4F1A;&#x7528;&#x82E5;&#x5E72;&#x4E2A;&#x8FDE;&#x7EED;&#x7684;&#x64CD;&#x4F5C;&#x5206;&#x6B65;&#x5904;&#x7406;&#xFF0C; magrittr&#x5305;&#x7684;&#x7BA1;&#x9053;&#x8FD0;&#x7B97;&#x7B26;%&gt;%&#x7279;&#x522B;&#x9002;&#x7528;&#x4E8E;&#x8FD9;&#x79CD;&#x5206;&#x6B65;&#x5904;&#x7406;&#x3002;</p><p>dplyr&#x5305;&#x548C;tidyr&#x5305;&#x5B9A;&#x4E49;&#x4E86;&#x4E00;&#x7CFB;&#x5217;&#x201C;&#x52A8;&#x8BCD;&#x201D;&#xFF0C; &#x53EF;&#x4EE5;&#x7528;&#x6BD4;&#x8F83;&#x81EA;&#x7136;&#x7684;&#x65B9;&#x5F0F;&#x8FDB;&#x884C;&#x6570;&#x636E;&#x6574;&#x7406;&#x3002; &#x8F83;&#x590D;&#x6742;&#x7684;&#x5206;&#x7EC4;&#x64CD;&#x4F5C;&#x8FD8;&#x53EF;&#x4EE5;&#x5229;&#x7528;purrr&#x5305;&#x7684;map&#x7C7B;&#x51FD;&#x6570;&#x3002;</p><p>&#x4E3A;&#x4E86;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x529F;&#x80FD;&#xFF0C;&#x53EF;&#x4EE5;&#x8F7D;&#x5165;tidyverse&#x5305;&#xFF0C; &#x5219;magrittr&#x5305;&#xFF0C;readr&#x5305;&#xFF0C;dplyr&#x5305;&#x548C;tidyr&#x5305;&#x90FD;&#x4F1A;&#x88AB;&#x81EA;&#x52A8;&#x8F7D;&#x5165;:</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="keyword">library</span>(tidyverse)</span><br></pre></td></tr></table></figure><p>&#x5148;&#x524D;&#x8F7D;&#x5165;&#x7684;<code>d.class</code>&#x6570;&#x636E;&#x6846;&#x6709;19&#x4E2A;&#x89C2;&#x6D4B;&#x503C;&#xFF0C;&#x6709;5&#x4E2A;&#x53D8;&#x91CF;&#x3002;</p><p>R&#x7684;NHANES&#x6269;&#x5C55;&#x5305;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x89C4;&#x6A21;&#x66F4;&#x5927;&#x7684;&#x793A;&#x4F8B;&#x6570;&#x636E;&#x6846;NHANES&#xFF0C; &#x53EF;&#x4EE5;&#x770B;&#x4F5C;&#x662F;&#x7F8E;&#x56FD;&#x6263;&#x9664;&#x4F4F;&#x9662;&#x75C5;&#x4EBA;&#x4EE5;&#x5916;&#x7684;&#x4EBA;&#x7FA4;&#x7684;&#x4E00;&#x4E2A;&#x968F;&#x673A;&#x6837;&#x672C;&#xFF0C; &#x6709;10000&#x4E2A;&#x89C2;&#x6D4B;&#xFF0C;&#x6709;76&#x4E2A;&#x53D8;&#x91CF;&#xFF0C; &#x4E3B;&#x9898;&#x662F;&#x4E2A;&#x4EBA;&#x7684;&#x5065;&#x5EB7;&#x4E0E;&#x8425;&#x517B;&#x65B9;&#x9762;&#x7684;&#x4FE1;&#x606F;&#x3002; &#x4EC5;&#x4F5C;&#x4E3A;&#x6559;&#x5B66;&#x4F7F;&#x7528;&#x800C;&#x4E0D;&#x8DB3;&#x4EE5;&#x4F5C;&#x4E3A;&#x4E25;&#x8C28;&#x7684;&#x79D1;&#x7814;&#x7528;&#x6570;&#x636E;&#x3002; &#x539F;&#x59CB;&#x6570;&#x636E;&#x7684;&#x60C5;&#x51B5;&#x8BE6;&#x89C1;<a href="http://www.cdc.gov/nchs/nhanes.htm&#x3002;" target="_blank" rel="noopener">http://www.cdc.gov/nchs/nhanes.htm&#x3002;</a> &#x8F7D;&#x5165;NHANES&#x6570;&#x636E;&#x6846;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># install.packages(&quot;NHANES&quot;)</span></span><br><span class="line"><span class="keyword">library</span>(NHANES)</span><br><span class="line">data(NHANES)</span><br><span class="line">print(dim(NHANES))</span><br><span class="line"><span class="comment">## [1] 10000    76</span></span><br><span class="line">print(names(NHANES))</span><br></pre></td></tr></table></figure><h3 id="&#x7528;filter-&#x9009;&#x62E9;&#x884C;&#x5B50;&#x96C6;"><a href="#&#x7528;filter-&#x9009;&#x62E9;&#x884C;&#x5B50;&#x96C6;" class="headerlink" title="&#x7528;filter()&#x9009;&#x62E9;&#x884C;&#x5B50;&#x96C6;"></a>&#x7528;filter()&#x9009;&#x62E9;&#x884C;&#x5B50;&#x96C6;</h3><p>dplyr&#x5305;&#x7684;filter()&#x51FD;&#x6570;&#x53EF;&#x4EE5;&#x6309;&#x6761;&#x4EF6;&#x9009;&#x51FA;&#x7B26;&#x5408;&#x6761;&#x4EF6;&#x7684;&#x884C;&#x7EC4;&#x6210;&#x7684;&#x5B50;&#x96C6;&#x3002; &#x4E0B;&#x4F8B;&#x4ECE;d.class&#x4E2D;&#x9009;&#x51FA;&#x5E74;&#x9F84;&#x5728;13&#x5C81;&#x548C;13&#x5C81;&#x4EE5;&#x4E0A;&#x7684;&#x7537;&#x751F;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">d.class %&gt;%</span><br><span class="line">  filter(sex == <span class="string">&quot;M&quot;</span>, age&gt;=<span class="number">13</span>) %&gt;% </span><br><span class="line">  knitr::kable()</span><br></pre></td></tr></table></figure><table><thead><tr><th align="left">name</th><th align="left">sex</th><th align="right">age</th><th align="right">height</th><th align="right">weight</th></tr></thead><tbody><tr><td align="left">Alfred</td><td align="left">M</td><td align="right">14</td><td align="right">69.0</td><td align="right">112.5</td></tr><tr><td align="left">Duke</td><td align="left">M</td><td align="right">14</td><td align="right">63.5</td><td align="right">102.5</td></tr><tr><td align="left">Guido</td><td align="left">M</td><td align="right">15</td><td align="right">67.0</td><td align="right">133.0</td></tr><tr><td align="left">Jeffrey</td><td align="left">M</td><td align="right">13</td><td align="right">62.5</td><td align="right">84.0</td></tr><tr><td align="left">Philip</td><td align="left">M</td><td align="right">16</td><td align="right">72.0</td><td align="right">150.0</td></tr><tr><td align="left">William</td><td align="left">M</td><td align="right">15</td><td align="right">66.5</td><td align="right">112.0</td></tr></tbody></table><p>filter()&#x51FD;&#x6570;&#x7B2C;&#x4E00;&#x4E2A;&#x53C2;&#x6570;&#x662F;&#x8981;&#x9009;&#x62E9;&#x7684;&#x6570;&#x636E;&#x6846;&#xFF0C; &#x540E;&#x7EED;&#x7684;&#x53C2;&#x6570;&#x662F;&#x6761;&#x4EF6;&#xFF0C; &#x8FD9;&#x4E9B;&#x6761;&#x4EF6;&#x662F;&#x9700;&#x8981;&#x540C;&#x65F6;&#x6EE1;&#x8DB3;&#x7684;&#xFF0C; &#x53E6;&#x5916;&#xFF0C; &#x6761;&#x4EF6;&#x4E2D;&#x53D6;&#x7F3A;&#x5931;&#x503C;&#x7684;&#x89C2;&#x6D4B;&#x81EA;&#x52A8;&#x653E;&#x5F03;&#x3002;</p><p>filter()&#x4F1A;&#x81EA;&#x52A8;&#x820D;&#x5F03;&#x884C;&#x540D;&#xFF0C; &#x5982;&#x679C;&#x9700;&#x8981;&#x884C;&#x540D;&#x53EA;&#x80FD;&#x5C06;&#x5176;&#x8F6C;&#x6362;&#x6210;&#x6570;&#x636E;&#x6846;&#x7684;&#x4E00;&#x5217;&#x3002;</p><p>filter()&#x7684;&#x7ED3;&#x679C;&#x4E3A;&#x884C;&#x5B50;&#x96C6;&#x6570;&#x636E;&#x6846;&#x3002;</p><h3 id="&#x6309;&#x884C;&#x5E8F;&#x53F7;&#x9009;&#x62E9;&#x884C;&#x5B50;&#x96C6;"><a href="#&#x6309;&#x884C;&#x5E8F;&#x53F7;&#x9009;&#x62E9;&#x884C;&#x5B50;&#x96C6;" class="headerlink" title="&#x6309;&#x884C;&#x5E8F;&#x53F7;&#x9009;&#x62E9;&#x884C;&#x5B50;&#x96C6;"></a>&#x6309;&#x884C;&#x5E8F;&#x53F7;&#x9009;&#x62E9;&#x884C;&#x5B50;&#x96C6;</h3><p>R&#x57FA;&#x672C;&#x51FD;&#x6570;&#x7684;&#x6570;&#x636E;&#x9009;&#x62E9;&#xFF1A;<br><code>head(x, n)</code>:&#x53D6;x&#x7684;&#x524D;n&#x884C;&#x6570;&#x636E;&#xFF1B;<br>``tail(x,n)`&#xFF1A;&#x53D6;x&#x7684;&#x540E;n&#x884C;&#x6570;&#x636E;&#x3002;</p><p>&#x8F7D;&#x5165;tidyverse&#x5305;&#xFF0C; &#x5219;magrittr&#x5305;&#xFF0C;readr&#x5305;&#xFF0C;dplyr&#x5305;&#x548C;tidyr&#x5305;&#x90FD;&#x4F1A;&#x88AB;&#x81EA;&#x52A8;&#x8F7D;&#x5165;<br>magrittr&#x5305;&#x7684;&#x7BA1;&#x9053;&#x8FD0;&#x7B97;&#x7B26;%&gt;%</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="keyword">library</span>(tidyverse)</span><br><span class="line">d.class %&gt;%</span><br><span class="line">  head(<span class="number">5</span>) %&gt;%</span><br><span class="line">  knitr::kable()</span><br></pre></td></tr></table></figure><table><thead><tr><th align="left">name</th><th align="left">sex</th><th align="right">age</th><th align="right">height</th><th align="right">weight</th></tr></thead><tbody><tr><td align="left">Alice</td><td align="left">F</td><td align="right">13</td><td align="right">56.5</td><td align="right">84.0</td></tr><tr><td align="left">Becka</td><td align="left">F</td><td align="right">13</td><td align="right">65.3</td><td align="right">98.0</td></tr><tr><td align="left">Gail</td><td align="left">F</td><td align="right">14</td><td align="right">64.3</td><td align="right">90.0</td></tr><tr><td align="left">Karen</td><td align="left">F</td><td align="right">12</td><td align="right">56.3</td><td align="right">77.0</td></tr><tr><td align="left">Kathy</td><td align="left">F</td><td align="right">12</td><td align="right">59.8</td><td align="right">84.5</td></tr></tbody></table><p>dplyr&#x5305;&#x7684;&#x51FD;&#x6570;<code>slice(.data, ...)</code>&#x53EF;&#x4EE5;&#x7528;&#x6765;&#x9009;&#x62E9;&#x6307;&#x5B9A;&#x5E8F;&#x53F7;&#x7684;&#x884C;&#x5B50;&#x96C6;&#xFF0C; &#x6B63;&#x7684;&#x5E8F;&#x53F7;&#x8868;&#x793A;&#x4FDD;&#x7559;&#xFF0C;&#x8D1F;&#x7684;&#x5E8F;&#x53F7;&#x8868;&#x793A;&#x6392;&#x9664;&#x3002;&#x5982;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># &#x6570;&#x636E;&#x7C7B;&#x578B;&#x4E0E;&#x539F;&#x6765;&#x7684;&#x4FDD;&#x6301;&#x4E00;&#x81F4;</span></span><br><span class="line">slice(d.class,c(<span class="number">2</span>,<span class="number">4</span>)) %&gt;%</span><br><span class="line">  knitr::kable()</span><br></pre></td></tr></table></figure><table><thead><tr><th align="left">name</th><th align="left">sex</th><th align="right">age</th><th align="right">height</th><th align="right">weight</th></tr></thead><tbody><tr><td align="left">Becka</td><td align="left">F</td><td align="right">13</td><td align="right">65.3</td><td align="right">98</td></tr><tr><td align="left">Karen</td><td align="left">F</td><td align="right">12</td><td align="right">56.3</td><td align="right">77</td></tr></tbody></table><h3 id="&#x7528;sample-n-&#x5BF9;&#x89C2;&#x6D4B;&#x968F;&#x673A;&#x62BD;&#x6837;"><a href="#&#x7528;sample-n-&#x5BF9;&#x89C2;&#x6D4B;&#x968F;&#x673A;&#x62BD;&#x6837;" class="headerlink" title="&#x7528;sample_n()&#x5BF9;&#x89C2;&#x6D4B;&#x968F;&#x673A;&#x62BD;&#x6837;"></a>&#x7528;<code>sample_n()</code>&#x5BF9;&#x89C2;&#x6D4B;&#x968F;&#x673A;&#x62BD;&#x6837;</h3><p>dplyr&#x5305;&#x7684;sample_n(tbl, size)&#x51FD;&#x6570;&#x53EF;&#x4EE5;&#x4ECE;&#x6570;&#x636E;&#x96C6;tbl&#x4E2D;&#x968F;&#x673A;&#x65E0;&#x653E;&#x56DE;&#x62BD;&#x53D6;size&#x884C;&#xFF0C;&#x5982;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">sample_n(d.class, size = <span class="number">5</span>) %&gt;%</span><br><span class="line">  knitr::kable()</span><br></pre></td></tr></table></figure><table><thead><tr><th align="left">name</th><th align="left">sex</th><th align="right">age</th><th align="right">height</th><th align="right">weight</th></tr></thead><tbody><tr><td align="left">Karen</td><td align="left">F</td><td align="right">12</td><td align="right">56.3</td><td align="right">77.0</td></tr><tr><td align="left">Philip</td><td align="left">M</td><td align="right">16</td><td align="right">72.0</td><td align="right">150.0</td></tr><tr><td align="left">Sharon</td><td align="left">F</td><td align="right">15</td><td align="right">62.5</td><td align="right">112.5</td></tr><tr><td align="left">Gail</td><td align="left">F</td><td align="right">14</td><td align="right">64.3</td><td align="right">90.0</td></tr><tr><td align="left">Mary</td><td align="left">F</td><td align="right">15</td><td align="right">66.5</td><td align="right">112.0</td></tr></tbody></table><p><code>sample_n()</code>&#x4E2D;&#x52A0;&#x9009;&#x9879;<code>replace=TRUE</code>&#x53EF;&#x4EE5;&#x53D8;&#x6210;&#x6709;&#x653E;&#x56DE;&#x62BD;&#x6837;&#x3002; &#x53EF;&#x4EE5;&#x7528;<code>weight</code>&#x9009;&#x9879;&#x6307;&#x5B9A;&#x6570;&#x636E;&#x6846;&#x4E2D;&#x7684;&#x4E00;&#x5217;&#x4F5C;&#x4E3A;&#x62BD;&#x6837;&#x6743;&#x91CD;&#xFF0C; &#x8FDB;&#x884C;&#x4E0D;&#x7B49;&#x6982;&#x62BD;&#x6837;&#x3002;</p><h3 id="&#x7528;distinct-&#x53BB;&#x9664;&#x91CD;&#x590D;&#x884C;"><a href="#&#x7528;distinct-&#x53BB;&#x9664;&#x91CD;&#x590D;&#x884C;" class="headerlink" title="&#x7528;distinct()&#x53BB;&#x9664;&#x91CD;&#x590D;&#x884C;"></a>&#x7528;<code>distinct()</code>&#x53BB;&#x9664;&#x91CD;&#x590D;&#x884C;</h3><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># &#x7B5B;&#x9009;&#x51FA;&#x6027;&#x522B;&#x4E0E;&#x5E74;&#x9F84;&#x7684;&#x6240;&#x6709;&#x4E0D;&#x540C;&#x7EC4;&#x5408;</span></span><br><span class="line">d.class %&gt;% </span><br><span class="line">  distinct(sex, age) %&gt;%</span><br><span class="line">  knitr::kable()</span><br></pre></td></tr></table></figure><table><thead><tr><th align="left">sex</th><th align="right">age</th></tr></thead><tbody><tr><td align="left">F</td><td align="right">13</td></tr><tr><td align="left">F</td><td align="right">14</td></tr><tr><td align="left">F</td><td align="right">12</td></tr><tr><td align="left">F</td><td align="right">15</td></tr><tr><td align="left">F</td><td align="right">11</td></tr><tr><td align="left">M</td><td align="right">14</td></tr><tr><td align="left">M</td><td align="right">15</td></tr><tr><td align="left">M</td><td align="right">12</td></tr><tr><td align="left">M</td><td align="right">13</td></tr><tr><td align="left">M</td><td align="right">16</td></tr><tr><td align="left">M</td><td align="right">11</td></tr></tbody></table><p>&#x5982;&#x679C;&#x5E0C;&#x671B;&#x4FDD;&#x7559;&#x6570;&#x636E;&#x6846;&#x4E2D;&#x5176;&#x5B83;&#x53D8;&#x91CF;&#xFF0C; &#x53EF;&#x4EE5;&#x52A0;&#x9009;&#x9879;.keep_all=TRUE&#x3002;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># &#x7B5B;&#x9009;&#x51FA;&#x6027;&#x522B;&#x4E0E;&#x5E74;&#x9F84;&#x7684;&#x6240;&#x6709;&#x4E0D;&#x540C;&#x7EC4;&#x5408;</span></span><br><span class="line">d.class %&gt;% </span><br><span class="line">  distinct(sex, age, .keep_all = <span class="literal">T</span>) %&gt;%</span><br><span class="line">  knitr::kable()</span><br></pre></td></tr></table></figure><p><code>.keep_all= T</code>&#x9009;&#x9879;&#x4F1A;&#x4FDD;&#x7559;&#x6570;&#x636E;&#x4E2D;&#x6EE1;&#x8DB3;&#x6761;&#x4EF6;&#x7B2C;&#x4E00;&#x4E2A;&#x503C;&#x3002;</p><table><thead><tr><th align="left">name</th><th align="left">sex</th><th align="right">age</th><th align="right">height</th><th align="right">weight</th></tr></thead><tbody><tr><td align="left">Alice</td><td align="left">F</td><td align="right">13</td><td align="right">56.5</td><td align="right">84.0</td></tr><tr><td align="left">Gail</td><td align="left">F</td><td align="right">14</td><td align="right">64.3</td><td align="right">90.0</td></tr><tr><td align="left">Karen</td><td align="left">F</td><td align="right">12</td><td align="right">56.3</td><td align="right">77.0</td></tr><tr><td align="left">Mary</td><td align="left">F</td><td align="right">15</td><td align="right">66.5</td><td align="right">112.0</td></tr><tr><td align="left">Sandy</td><td align="left">F</td><td align="right">11</td><td align="right">51.3</td><td align="right">50.5</td></tr><tr><td align="left">Alfred</td><td align="left">M</td><td align="right">14</td><td align="right">69.0</td><td align="right">112.5</td></tr><tr><td align="left">Guido</td><td align="left">M</td><td align="right">15</td><td align="right">67.0</td><td align="right">133.0</td></tr><tr><td align="left">James</td><td align="left">M</td><td align="right">12</td><td align="right">57.3</td><td align="right">83.0</td></tr><tr><td align="left">Jeffrey</td><td align="left">M</td><td align="right">13</td><td align="right">62.5</td><td align="right">84.0</td></tr><tr><td align="left">Philip</td><td align="left">M</td><td align="right">16</td><td align="right">72.0</td><td align="right">150.0</td></tr><tr><td align="left">Thomas</td><td align="left">M</td><td align="right">11</td><td align="right">57.5</td><td align="right">85.0</td></tr></tbody></table><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># &#x67E5;&#x770B;NHANES&#x6570;&#x636E;&#x6846;&#x4E2D;ID&#x4E0E;SurveyYr&#x7684;&#x7EC4;&#x5408;&#x7684;&#x4E0D;&#x540C;&#x503C;&#x7684;&#x4E2A;&#x6570;</span></span><br><span class="line">NHANES %&gt;%</span><br><span class="line">  distinct(ID, SurveyYr) %&gt;%</span><br><span class="line">  nrow()</span><br><span class="line"><span class="comment">## [1] 6779</span></span><br><span class="line"><span class="comment"># &#x8FD9;&#x4E2A;&#x7ED3;&#x679C;&#x63D0;&#x793A;&#x6709;&#x4E9B;&#x4EBA;&#x5728;&#x67D0;&#x4E00;&#x8C03;&#x67E5;&#x5E74;&#x4E2D;&#x6709;&#x591A;&#x4E2A;&#x89C2;&#x6D4B;&#x3002;</span></span><br></pre></td></tr></table></figure><h3 id="drop-na-&#x53BB;&#x9664;&#x6307;&#x5B9A;&#x7684;&#x53D8;&#x91CF;&#x6709;&#x7F3A;&#x5931;&#x503C;&#x7684;&#x884C;"><a href="#drop-na-&#x53BB;&#x9664;&#x6307;&#x5B9A;&#x7684;&#x53D8;&#x91CF;&#x6709;&#x7F3A;&#x5931;&#x503C;&#x7684;&#x884C;" class="headerlink" title="drop_na()&#x53BB;&#x9664;&#x6307;&#x5B9A;&#x7684;&#x53D8;&#x91CF;&#x6709;&#x7F3A;&#x5931;&#x503C;&#x7684;&#x884C;"></a><code>drop_na()</code>&#x53BB;&#x9664;&#x6307;&#x5B9A;&#x7684;&#x53D8;&#x91CF;&#x6709;&#x7F3A;&#x5931;&#x503C;&#x7684;&#x884C;</h3><p>&#x5728;&#x8FDB;&#x884C;&#x7EDF;&#x8BA1;&#x5EFA;&#x6A21;&#x65F6;&#xFF0C; &#x901A;&#x5E38;&#x9700;&#x8981;&#x7528;&#x5230;&#x7684;&#x56E0;&#x53D8;&#x91CF;&#x548C;&#x81EA;&#x53D8;&#x91CF;&#x90FD;&#x4E0D;&#x5305;&#x542B;&#x7F3A;&#x5931;&#x503C;&#x3002; tidyr&#x5305;&#x7684;drop_na()&#x51FD;&#x6570;&#x53EF;&#x4EE5;&#x5BF9;&#x6570;&#x636E;&#x6846;&#x6307;&#x5B9A;&#x4E00;&#x5230;&#x591A;&#x4E2A;&#x53D8;&#x91CF;&#xFF0C; &#x5220;&#x53BB;&#x6307;&#x5B9A;&#x7684;&#x53D8;&#x91CF;&#x6709;&#x7F3A;&#x5931;&#x503C;&#x7684;&#x884C;&#x3002; &#x4E0D;&#x6307;&#x5B9A;&#x53D8;&#x91CF;&#x65F6;&#x6709;&#x4EFB;&#x4F55;&#x53D8;&#x91CF;&#x7F3A;&#x5931;&#x7684;&#x884C;&#x90FD;&#x4F1A;&#x88AB;&#x5220;&#x53BB;&#x3002;</p><p>&#x5C06;NHANES&#x4E2D;&#x6240;&#x6709;&#x5B58;&#x5728;&#x7F3A;&#x5931;&#x503C;&#x7684;&#x884C;&#x5220;&#x53BB;&#x540E;&#x6570;&#x51FA;&#x4FDD;&#x7559;&#x7684;&#x884C;&#x6570;&#xFF0C; &#x539F;&#x6765;&#x6709;10000&#x884C;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">NHANES %&gt;%</span><br><span class="line">  drop_na() %&gt;%</span><br><span class="line">  nrow()</span><br><span class="line"><span class="comment">## [1] 0</span></span><br></pre></td></tr></table></figure><p>&#x8FD9;&#x8868;&#x793A;&#x6240;&#x6709;&#x884C;&#x641C;&#x6709;&#x7F3A;&#x5931;&#x503C;&#x3002;<br>&#x800C;&#x5BF9;&#x5217;&#x6570;&#x600E;&#x6CA1;&#x6709;&#x5F71;&#x54CD;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># &#x663E;&#x793A;&#x5217;&#x6570;</span></span><br><span class="line">ncol(NHANES)</span><br><span class="line"><span class="comment">## [1] 76</span></span><br><span class="line">ncol(drop_na(NHANES))</span><br><span class="line"><span class="comment">## [1] 76</span></span><br></pre></td></tr></table></figure><p>NHANES&#x6570;&#x636E;&#x96C6;&#x7684;&#x6570;&#x636E;&#x91CF;&#x6BD4;&#x8F83;&#x5927;-10000&#x884C;&#xFF0C;&#x4E0D;&#x65B9;&#x4FBF;&#x663E;&#x793A;&#xFF0C;&#x4E0B;&#x9762;&#x5BF9;d.class&#x6570;&#x636E;&#x8FDB;&#x884C;&#x6539;&#x9020;&#xFF0C;&#x4F7F;&#x5176;&#x4EA7;&#x751F;&#x7F3A;&#x5931;&#x503C;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x7528;drop_na()&#x8FDB;&#x884C;&#x7F3A;&#x5931;&#x503C;&#x7684;&#x8FC7;&#x6EE4;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># &#x5C06;&#x7B2C;&#x4E00;&#x884C;&#x7B2C;&#x4E00;&#x5217;&#x7684;&#x503C;&#x6539;&#x4E3A;NA&#xFF0C;&#x5E76;&#x5C06;&#x6570;&#x636E;&#x4FDD;&#x5B58;&#x4E3A;d.class.NA</span></span><br><span class="line">d.class.NA &lt;- d.class</span><br><span class="line">d.class.NA[<span class="number">1</span>,<span class="number">1</span>] &lt;- <span class="literal">NA</span> </span><br><span class="line"><span class="comment"># &#x67E5;&#x770B;&#x524D;&#x4E24;&#x884C;&#x6570;&#x636E;</span></span><br><span class="line">view(head(d.class.NA,<span class="number">2</span>))</span><br></pre></td></tr></table></figure><p>&#x4F7F;&#x7528;drop_na()&#x8FC7;&#x6EE4;&#x6570;&#x636E;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># &#x67E5;&#x770B;&#x524D;4&#x884C;&#x6570;&#x636E;</span></span><br><span class="line">head(d.class.NA,<span class="number">4</span>) %&gt;%</span><br><span class="line">  knitr::kable()</span><br></pre></td></tr></table></figure><table><thead><tr><th align="left">name</th><th align="left">sex</th><th align="right">age</th><th align="right">height</th><th align="right">weight</th></tr></thead><tbody><tr><td align="left">NA</td><td align="left">F</td><td align="right">13</td><td align="right">56.5</td><td align="right">84</td></tr><tr><td align="left">Becka</td><td align="left">F</td><td align="right">13</td><td align="right">65.3</td><td align="right">98</td></tr><tr><td align="left">Gail</td><td align="left">F</td><td align="right">14</td><td align="right">64.3</td><td align="right">90</td></tr><tr><td align="left">Karen</td><td align="left">F</td><td align="right">12</td><td align="right">56.3</td><td align="right">77</td></tr></tbody></table><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># &#x4F7F;&#x7528;drop_na()&#x8FC7;&#x6EE4;&#x6570;&#x636E;</span></span><br><span class="line"><span class="comment"># &#x5E76;&#x67E5;&#x770B;&#x524D;3&#x884C;&#x6570;&#x636E;</span></span><br><span class="line">d.class.NA %&gt;%</span><br><span class="line">  drop_na() %&gt;%</span><br><span class="line">  head(.,<span class="number">3</span>) %&gt;%</span><br><span class="line">  knitr::kable()</span><br></pre></td></tr></table></figure><table><thead><tr><th align="left">name</th><th align="left">sex</th><th align="right">age</th><th align="right">height</th><th align="right">weight</th></tr></thead><tbody><tr><td align="left">Becka</td><td align="left">F</td><td align="right">13</td><td align="right">65.3</td><td align="right">98</td></tr><tr><td align="left">Gail</td><td align="left">F</td><td align="right">14</td><td align="right">64.3</td><td align="right">90</td></tr><tr><td align="left">Karen</td><td align="left">F</td><td align="right">12</td><td align="right">56.3</td><td align="right">77</td></tr></tbody></table><p>&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x7B2C;&#x4E00;&#x884C;&#x6570;&#x636E;&#x5DF2;&#x7ECF;&#x53BB;&#x9664;&#x3002;</p>]]></content>
    
    <summary type="html">
    
      数据整理-1
    
    </summary>
    
    
      <category term="计算机" scheme="https://steven-shixq.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/"/>
    
      <category term="R语言" scheme="https://steven-shixq.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/R%E8%AF%AD%E8%A8%80/"/>
    
    
      <category term="计算机" scheme="https://steven-shixq.github.io/tags/%E8%AE%A1%E7%AE%97%E6%9C%BA/"/>
    
      <category term="编程" scheme="https://steven-shixq.github.io/tags/%E7%BC%96%E7%A8%8B/"/>
    
      <category term="R语言" scheme="https://steven-shixq.github.io/tags/R%E8%AF%AD%E8%A8%80/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻107</title>
    <link href="https://steven-shixq.github.io/2020/05/23/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB107/"/>
    <id>https://steven-shixq.github.io/2020/05/23/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB107/</id>
    <published>2020-05-23T07:07:12.000Z</published>
    <updated>2020-05-24T19:07:37.775Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.nature.com/immersive/d41586-018-07683-5/index.html#natures-10-description" target="_blank" rel="noopener">Nature&#x2019;s 10-Ten people who mattered this year.</a></p></blockquote><p><video poster="https://www.nature.com/immersive/d41586-018-07683-5/video/natures-10.jpg" width="100%" playsinline muted autoplay loop aria-describedby="natures-10-description" class="fullscreen-media--video__video" data-width="1920" data-height="1080" style><source src="https://www.nature.com/immersive/d41586-018-07683-5/video/natures-10.webm" type="video/webm"><source src="https://www.nature.com/immersive/d41586-018-07683-5/video/natures-10.mp4" type="video/mp4"></video></p><p><em>All picture from nature</em></p><p>&#x66F9;&#x539F;&#x7684;&#x65B0;&#x95FB;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x542C;&#x8FC7;&#x5F88;&#x591A;&#x4E86;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5728;2018&#x5E74;&#xFF0C;&#x4ED6;&#x53D1;&#x4E86;&#x4E24;&#x7BC7;nature&#xFF0C;&#x90A3;&#x65F6;&#x4ED6;&#x624D;21&#x5C81;&#x3002;&#x4ECA;&#x5E74;&#x6211;&#x4EEC;&#x4E5F;&#x770B;&#x5230;&#x4E86;&#x4ED6;&#x518D;&#x6B21;&#x5728;&#x9876;&#x520A;&#x4E0A;&#x53D1;&#x6587;&#x7684;&#x65B0;&#x95FB;&#x3002;</p><p>&#x66F9;&#x539F;18&#x5C81;&#x5373;&#x62FF;&#x5230;&#x4E86;&#x4E2D;&#x56FD;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x5927;&#x5B66;&#x7684;&#x5B66;&#x58EB;&#x5B66;&#x4F4D;&#xFF0C;&#x6BD5;&#x4E1A;&#x540E;&#x524D;&#x5F80;&#x7F8E;&#x56FD;MIT&#x653B;&#x8BFB;&#x535A;&#x58EB;&#xFF0C;21&#x5C81;&#x65F6;&#x5C31;&#x53D1;&#x4E86;&#x4E24;&#x7BC7;Nature,&#x5F00;&#x8F9F;&#x4E86;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x7269;&#x7406;&#x5B66;&#x9886;&#x57DF;&#x3002;&#x66F9;&#x539F;&#x5728;&#x4E2D;&#x5B66;&#x65F6;&#x8DF3;&#x7EA7;&#xFF0C;&#x4E0D;&#x8FC7;&#x5927;&#x5B66;&#x8FD8;&#x662F;&#x548C;&#x6B63;&#x5E38;&#x4E00;&#x6837;&#x82B1;&#x4E86;&#x56DB;&#x5E74;&#x3002;</p><p>&#x9EBB;&#x7701;&#x7406;&#x5DE5;&#x5B66;&#x9662;(MIT)&#x7684;Pablo Jarillo-Herrero &#x7684;&#x56E2;&#x961F;&#x5728;2014&#x5E74;&#x66F9;&#x52A0;&#x5165;&#x8BE5;&#x5B9E;&#x9A8C;&#x5BA4;&#x65F6;&#xFF0C;&#x5DF2;&#x7ECF;&#x5728;&#x4E0D;&#x540C;&#x89D2;&#x5EA6;&#x4E0A;&#x5BF9;&#x78B3;&#x5C42;&#x8FDB;&#x884C;&#x4E86;&#x5206;&#x5C42;&#x548C;&#x65CB;&#x8F6C;&#x3002;&#x66F9;&#x539F;&#x7684;&#x5DE5;&#x4F5C;&#x662F;&#x7814;&#x7A76;&#x5F53;&#x4E00;&#x4E2A;&#x77F3;&#x58A8;&#x70EF;&#x8584;&#x7247;&#x76F8;&#x5BF9;&#x4E8E;&#x53E6;&#x4E00;&#x4E2A;&#x7A0D;&#x5FAE;&#x626D;&#x66F2;&#x65F6;&#xFF0C;&#x4E24;&#x5C42;&#x5806;&#x53E0;&#x4E2D;&#x53D1;&#x751F;&#x4E86;&#x4EC0;&#x4E48;&#xFF0C;&#x4E00;&#x79CD;&#x7406;&#x8BBA;&#x9884;&#x6D4B;&#x662F;&#x8FD9;&#x5C06;&#x4ECE;&#x6839;&#x672C;&#x4E0A;&#x6539;&#x53D8;&#x6750;&#x6599;&#x7684;&#x7279;&#x6027;&#x3002;</p><p>&#x8BB8;&#x591A;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x5BF9;&#x6B64;&#x60F3;&#x6CD5;&#x6301;&#x6000;&#x7591;&#x6001;&#x5EA6;&#x3002;&#x4F46;&#x662F;&#x5F53;&#x66F9;&#x539F;&#x521A;&#x5F00;&#x59CB;&#x521B;&#x5EFA;&#x5FAE;&#x5999;&#x7684;&#x626D;&#x66F2;&#x5806;&#x6808;&#x65F6;&#xFF0C;&#x4ED6;&#x53D1;&#x73B0;&#x4E86;&#x4E00;&#x4E9B;&#x5947;&#x602A;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x77F3;&#x58A8;&#x70EF;&#x66B4;&#x9732;&#x4E8E;&#x5C0F;&#x7684;&#x7535;&#x573A;&#x5E76;&#x51B7;&#x5374;&#x81F3;&#x6BD4;&#x7EDD;&#x5BF9;&#x96F6;&#x9AD8;1.7&#x5EA6;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x901A;&#x5E38;&#x5BFC;&#x7535;&#x7684;&#x77F3;&#x58A8;&#x70EF;&#x5C31;&#x4F1A;&#x6210;&#x4E3A;&#x7EDD;&#x7F18;&#x4F53;(<a href="https://sci-hub.tw/https://www.nature.com/articles/nature26154/" target="_blank" rel="noopener">Y. Cao <em>et al. Nature</em> <strong>556</strong>, 80&#x2013;84; </a>)&#x3002;&#x8FD9;&#x672C;&#x8EAB;&#x4EE4;&#x4EBA;&#x60CA;&#x8BB6;&#x3002;&#x66F9;&#x539F;&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x77E5;&#x9053;&#x5B83;&#x5C06;&#x5BF9;&#x8FD9;&#x4E2A;&#x79D1;&#x5B66;&#x9886;&#x57DF;&#x4EA7;&#x751F;&#x91CD;&#x5927;&#x5F71;&#x54CD;&#x3002;&#x201D;&#x4F46;&#x662F;&#x6700;&#x597D;&#x7684;&#x8FD8;&#x6CA1;&#x6709;&#x6765;&#xFF1A;&#x7ECF;&#x8FC7;&#x7A0D;&#x5FAE;&#x8C03;&#x6574;&#x540E;&#xFF0C;&#x626D;&#x66F2;&#x7684;&#x8584;&#x677F;&#x5C31;&#x53D8;&#x6210;&#x4E86;&#x8D85;&#x5BFC;&#x4F53;&#xFF0C;&#x7535;&#x6D41;&#x5728;&#x5176;&#x4E2D;&#x6D41;&#x52A8;&#x800C;&#x6CA1;&#x6709;&#x963B;&#x529B;&#xFF08;<a href="https://www.nature.com/articles/nature26160" target="_blank" rel="noopener">Y. Cao <em>et al. Nature</em> <strong>556</strong>, 43&#x2013;50; 2018</a>&#xFF09;&#x3002;&#x5728;&#x7B2C;&#x4E8C;&#x4E2A;&#x6837;&#x672C;&#x4E2D;&#x770B;&#x5230;&#x6548;&#x679C;&#xFF0C;&#x4F7F;&#x56E2;&#x961F;&#x786E;&#x4FE1;&#x8FD9;&#x662F;&#x771F;&#x5B9E;&#x7684;&#x3002;</p><p>&#x8FD9;&#x4E9B;&#x53D1;&#x73B0;&#x662F;&#x4EE4;&#x4EBA;&#x5174;&#x594B;&#x7684;&#xFF0C;&#x5728;&#x6B64;&#x57FA;&#x7840;&#x4E0A;&#xFF0C;&#x8FD8;&#x80FD;&#x505A;&#x7684;&#x4E8B;&#x5F88;&#x591A;&#xFF0C;&#x673A;&#x4F1A;&#x548C;&#x6F5C;&#x529B;&#x90FD;&#x662F;&#x5DE8;&#x5927;&#x7684;&#x3002;</p><p>&#x89E6;&#x53CA;&#x77F3;&#x58A8;&#x70EF;&#x7684;&#x201C;&#x9B54;&#x89D2;&#x201D;&#xFF08;&#x5E73;&#x884C;&#x677F;&#x4E4B;&#x95F4;&#x7EA6;1.1&#xB0;&#x7684;&#x65CB;&#x8F6C;&#xFF09;&#x9700;&#x8981;&#x53CD;&#x590D;&#x8BD5;&#x9A8C;&#xFF0C;&#x4F46;&#x66F9;&#x5F88;&#x5FEB;&#x5C31;&#x80FD;&#x53EF;&#x9760;&#x5730;&#x505A;&#x5230;&#x8FD9;&#x4E00;&#x70B9;&#x3002; Jarillo-Herrero&#x8BF4;&#xFF0C;&#x4ED6;&#x7684;&#x5B9E;&#x9A8C;&#x6280;&#x80FD;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;&#x66F9;&#x5F00;&#x521B;&#x4E86;&#x4E00;&#x79CD;&#x6495;&#x88C2;&#x5355;&#x5C42;&#x77F3;&#x58A8;&#x70EF;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x8FD9;&#x6837;&#x4ED6;&#x5C31;&#x53EF;&#x4EE5;&#x521B;&#x5EFA;&#x7531;&#x5177;&#x6709;&#x76F8;&#x540C;&#x65B9;&#x5411;&#x7684;&#x4E24;&#x5C42;&#x7EC4;&#x6210;&#x7684;&#x5806;&#x6808;&#xFF0C;&#x7136;&#x540E;&#x53EF;&#x4EE5;&#x4ECE;&#x4E2D;&#x8FDB;&#x884C;&#x5FAE;&#x8C03;&#x5BF9;&#x9F50;&#x3002;&#x4ED6;&#x8FD8;&#x8C03;&#x6574;&#x4E86;&#x4F4E;&#x6E29;&#x7CFB;&#x7EDF;&#x7684;&#x6E29;&#x5EA6;&#xFF0C;&#x4F7F;&#x8D85;&#x5BFC;&#x6027;&#x66F4;&#x52A0;&#x6E05;&#x6670;&#x5730;&#x663E;&#x73B0;&#x51FA;&#x6765;&#x3002;</p><p>&#x5168;&#x4E16;&#x754C;&#x7684;&#x5927;&#x5B66;&#x4E5F;&#x5F00;&#x59CB;&#x628A;&#x76EE;&#x5149;&#x6295;&#x5411;&#x66F9;&#x539F;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x7ED9;&#x4ED6;&#x63D0;&#x4F9B;&#x535A;&#x58EB;&#x540E;&#x6216;&#x8005;&#x662F;&#x6559;&#x804C;&#x5C97;&#x4F4D;&#x3002;&#x4ED6;&#x672C;&#x79D1;&#x7684;&#x5BFC;&#x5E08;&#x8BF4;&#xFF1A;&#x201C;&#x5728;&#x4E2D;&#x56FD;&#x7684;&#x51DD;&#x805A;&#x6001;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x4E2D;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#x4ED6;&#x7684;&#x540D;&#x5B57;&#x3002;&#x201D;&#x5927;&#x5B66;&#x5F88;&#x4E50;&#x610F;&#x8BA9;&#x4ED6;&#x56DE;&#x6765;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x5E0C;&#x671B;&#x66F9;&#x539F;&#x6682;&#x65F6;&#x7559;&#x5728;&#x7F8E;&#x56FD;&#x3002;</p><p>&#x201C;There, it&#x2019;s easier to see the stars.&#x201D;</p><p><img src="/" class="lazyload" data-src="https://www.nature.com/immersive/d41586-018-07683-5/img/cao.jpg"  alt="Portrait of Yuan Cao"></p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Nature’s 10-2018
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Nature" scheme="https://steven-shixq.github.io/tags/Nature/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻106</title>
    <link href="https://steven-shixq.github.io/2020/05/22/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB106/"/>
    <id>https://steven-shixq.github.io/2020/05/22/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB106/</id>
    <published>2020-05-22T05:57:40.000Z</published>
    <updated>2020-05-22T16:50:42.419Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.nature.com/articles/d41587-019-00035-2" target="_blank" rel="noopener">CRISPR&#x2019;s &#x201C;magnificent moment&#x201D; in the clinic</a></p></blockquote><p><img src="/" class="lazyload" data-src="https://media.nature.com/lw800/magazine-assets/d41587-019-00035-2/d41587-019-00035-2_17477682.jpg"  alt="img"></p><p>&#x9570;&#x72B6;&#x7EC6;&#x80DE;&#x8D2B;&#x8840;&#x75C7;&#x548C;&#x3B2;-&#x5730;&#x4E2D;&#x6D77;&#x8D2B;&#x8840;&#x7B49;&#x8840;&#x7EA2;&#x86CB;&#x767D;&#x75C5;&#xFF0C;&#x90FD;&#x662F;&#x5355;&#x57FA;&#x56E0;&#x9057;&#x4F20;&#x75C5;&#xFF08;&#x7531;&#x3B2;&#x73E0;&#x86CB;&#x767D;&#x57FA;&#x56E0;&#x7A81;&#x53D8;&#x5BFC;&#x81F4;&#xFF0C;&#x3B2;&#x73E0;&#x86CB;&#x767D;&#x7F16;&#x7801;&#x4EA7;&#x751F;&#x8840;&#x7EA2;&#x86CB;&#x767D;&#x7684;&#x4E9A;&#x57FA;&#xFF09;&#x3002;&#x9570;&#x72B6;&#x7EC6;&#x80DE;&#x7A81;&#x53D8;&#x5BFC;&#x81F4;&#x7EA2;&#x8840;&#x7403;&#x53D8;&#x5F62;&#xFF0C;&#x7EA2;&#x8840;&#x7403;&#x53D8;&#x5F62;&#x4F1A;&#x963B;&#x585E;&#x5C0F;&#x8840;&#x7BA1;&#xFF0C;&#x5BFC;&#x81F4;&#x5668;&#x5B98;&#x635F;&#x4F24;&#x548C;&#x75BC;&#x75DB;&#x53D1;&#x4F5C;&#x3002;&#x5F88;&#x591A;&#x516C;&#x53F8;&#x6B63;&#x5728;&#x52AA;&#x529B;&#x5F00;&#x53D1;&#x53EF;&#x51CF;&#x8F7B;&#x8FD9;&#x79CD;&#x75C7;&#x72B6;&#x5E76;&#x9776;&#x5411;&#x751A;&#x81F3;&#x9006;&#x8F6C;&#x81F4;&#x75C5;&#x9014;&#x5F84;&#x7684;&#x836F;&#x7269;&#x3002;</p><p>&#x672C;&#x6587;&#x4E2D;&#x7684;&#x57FA;&#x56E0;&#x6CBB;&#x7597;&#xFF08;CTX001&#xFF09;&#x662F;&#x901A;&#x8FC7;&#x589E;&#x52A0;HbF&#x7684;&#x4EA7;&#x751F;&#x6765;&#x5E94;&#x5BF9;&#x75BE;&#x75C5;&#xFF0C;HbF&#x662F;&#x4E00;&#x79CD;&#x8840;&#x7EA2;&#x86CB;&#x767D;&#xFF0C;&#x5728;&#x51FA;&#x751F;&#x65F6;&#x5C31;&#x5B58;&#x5728;&#xFF0C;&#x6210;&#x5E74;&#x540E;&#x8F6C;&#x6362;&#x4E3A;&#x6210;&#x4EBA;&#x5F62;&#x5F0F;&#x3002; CRISPR Therapeutics&#x9996;&#x5E2D;&#x6267;&#x884C;&#x5B98;Samarth Kulkarni&#x8BF4;&#xFF0C;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x6E90;&#x81EA;&#x4EE5;&#x4E0B;&#x89C2;&#x5BDF;&#x7ED3;&#x679C;&#xFF1A;&#x6765;&#x81EA;&#x591A;&#x4E2A;&#x60A3;&#x6709;&#x3B2;&#x5730;&#x4E2D;&#x6D77;&#x8D2B;&#x8840;&#x6216;&#x9570;&#x72B6;&#x7EC6;&#x80DE;&#x75BE;&#x75C5;&#x57FA;&#x56E0;&#x578B;&#x7684;&#x5BB6;&#x5EAD;&#x7684;&#x4E2A;&#x4F53;&#x4ECD;&#x7136;&#x6CA1;&#x6709;&#x53D1;&#x75C5;&#x75C7;&#x72B6;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x643A;&#x5E26;&#x6709;&#x6709;&#x5141;&#x8BB8;&#x4ED6;&#x4EEC;&#x6210;&#x5E74;&#x540E;&#x4EA7;&#x751F;HbF&#x7684;&#x7A81;&#x53D8;&#x3002; </p><p>&#x524D;&#x671F;&#x7684;&#x57FA;&#x56E0;&#x6CBB;&#x7597;&#x7ED3;&#x679C;&#x8F83;&#x597D;&#xFF0C;&#x4F46;&#x4E00;&#x4E9B;&#x79D1;&#x5B66;&#x5BB6;&#x5BF9;&#x8FD9;&#x79CD;&#x57FA;&#x4E8E;CRISPR&#x6280;&#x672F;&#x7684;&#x57FA;&#x56E0;&#x5B58;&#x5728;&#x7591;&#x8651;&#xFF0C;&#x53EF;&#x80FD;&#x5728;&#x77ED;&#x671F;&#x5185;&#x7531;&#x8FD9;&#x79CD;&#x6CBB;&#x7597;&#x7684;&#x7EE7;&#x53D1;&#x75C7;&#x72B6;&#x8FD8;&#x6CA1;&#x6709;&#x663E;&#x73B0;&#x51FA;&#x6765;&#xFF0C;&#x53EF;&#x80FD;&#x8FD8;&#x9700;&#x8981;&#x66F4;&#x957F;&#x65F6;&#x95F4;&#x7684;&#x968F;&#x8BBF;&#x6570;&#x636E;&#x624D;&#x80FD;&#x5F97;&#x51FA;&#x7ED3;&#x8BBA;&#x3002;</p><p>&#x7531;&#x4E8E;CRISPR Therapeutics&#x76EE;&#x524D;&#x516C;&#x5E03;&#x7684;&#x6570;&#x636E;&#x6709;&#x9650;&#xFF0C;&#x6709;&#x7684;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x6216;&#x8005;&#x533B;&#x751F;&#x63A8;&#x65AD;&#x53EF;&#x80FD;&#x8FD8;&#x6709;&#x66F4;&#x591A;&#x7684;&#x4EBA;&#x63A5;&#x53D7;&#x4E86;&#x76F8;&#x5173;&#x7684;&#x57FA;&#x56E0;&#x6CBB;&#x7597;&#xFF0C;&#x8FD9;&#x79CD;&#x57FA;&#x56E0;&#x6CBB;&#x7597;&#x7684;&#x6548;&#x679C;&#x7684;&#x6301;&#x4E45;&#x6027;&#x8FD8;&#x6709;&#x5F85;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x6570;&#x636E;&#x6765;&#x8BC1;&#x660E;&#x3002;</p><p>&#x5230;&#x76EE;&#x524D;&#x4E3A;&#x6B62;&#xFF0C;Rivella&#xFF08;&#x8D39;&#x57CE;&#x513F;&#x7AE5;&#x533B;&#x9662;&#x7684;&#x513F;&#x79D1;&#x533B;&#x751F;&#xFF09;&#x4ECD;&#x7136;&#x4E0D;&#x76F8;&#x4FE1;&#x5347;&#x9AD8;&#x7684;HbF&#x6C34;&#x5E73;&#x5B8C;&#x5168;&#x6765;&#x81EA;&#x6CBB;&#x7597;&#xFF0C;&#x56E0;&#x4E3A;&#x9AA8;&#x9AD3;&#x79FB;&#x690D;&#x540E;HbF&#x6C34;&#x5E73;&#x901A;&#x5E38;&#x4F1A;&#x5347;&#x9AD8;&#x3002; Rivella&#x8868;&#x793A;&#xFF0C;&#x7531;&#x4E8E;&#x53EA;&#x516C;&#x5F00;&#x4E86;1&#x4F4D;&#x5730;&#x4E2D;&#x6D77;&#x8D2B;&#x8840;&#x60A3;&#x8005;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x56E0;&#x6B64;&#x5C1A;&#x4E0D;&#x6E05;&#x695A;&#x8BE5;&#x7597;&#x6CD5;&#x662F;&#x5426;&#x5C06;&#x662F;&#x9488;&#x5BF9;&#x4E0D;&#x540C;&#x75BE;&#x75C5;&#x5F62;&#x5F0F;&#x7684;&#x6700;&#x4F73;&#x65B9;&#x6CD5;&#x3002;&#x4E0E;&#x672C;&#x8BD5;&#x9A8C;&#x7684;&#x60A3;&#x8005;&#x4E00;&#x6837;&#xFF0C;&#x5728;&#x4E25;&#x91CD;&#x7684;&#x3B2;&#x5730;&#x4E2D;&#x6D77;&#x8D2B;&#x8840;&#x75C5;&#x4F8B;&#x4E2D;&#xFF0C;&#x4EBA;&#x4F53;&#x4E0D;&#x4F1A;&#x4EA7;&#x751F;&#x6B63;&#x5E38;&#x7684;&#x6210;&#x4EBA;&#x8840;&#x7EA2;&#x86CB;&#x767D;&#xFF0C;&#x5982;&#x679C;&#x5728;&#x6B64;&#x65E9;&#x671F;&#x8BFB;&#x6570;&#x4E2D;&#x89C2;&#x5BDF;&#x5230;&#x7684;&#x6C34;&#x5E73;&#x7A33;&#x5B9A;&#xFF0C;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x7684;&#x63A8;&#x79FB;&#xFF0C;&#x90A3;&#x4E48;&#x50CF;CTX001&#x8FD9;&#x6837;&#x7684;&#x57FA;&#x56E0;&#x66FF;&#x4EE3;&#x65B9;&#x6CD5;&#x53EF;&#x80FD;&#x88AB;&#x8BC1;&#x660E;&#x662F;&#x6700;&#x597D;&#x7684;&#x65B9;&#x6CD5;&#x4E4B;&#x4E00;&#x3002;&#x4F46;&#x662F;&#x5728;&#x8FD9;&#x79CD;&#x75BE;&#x75C5;&#x7684;&#x8F7B;&#x5EA6;&#x75C7;&#x72B6;&#x4E2D;&#xFF0C;&#x673A;&#x4F53;&#x786E;&#x5B9E;&#x4F1A;&#x4EA7;&#x751F;&#x4E00;&#x4E9B;&#x6B63;&#x5E38;&#x7684;&#x6210;&#x4EBA;&#x8840;&#x7EA2;&#x86CB;&#x767D;&#xFF0C;&#x90A3;&#x4E48;&#x57FA;&#x56E0;&#x66FF;&#x6362;&#x53EF;&#x80FD;&#x4F1A;&#x6BD4;&#x57FA;&#x56E0;&#x6DFB;&#x52A0;&#x65B9;&#x6CD5;&#xFF08;&#x540E;&#x8005;&#x6DFB;&#x52A0;&#x57FA;&#x56E0;&#x7684;&#x529F;&#x80FD;&#x6027;&#x62F7;&#x8D1D;&#xFF09;&#x7684;&#x6548;&#x679C;&#x5DEE;&#x3002; &#x201C;&#x8FD9;&#x6837;&#x505A;&#x6CA1;&#x6709;&#x7528;&#x5230;&#x60A3;&#x8005;&#x81EA;&#x8EAB;&#x4EA7;&#x751F;&#x7684;&#x8840;&#x7EA2;&#x86CB;&#x767D;&#xFF0C;&#x8FD9;&#x6837;&#x5C31;&#x548C;&#x90A3;&#x4E9B;&#x4E25;&#x91CD;&#x7684;&#x4E0D;&#x80FD;&#x4EA7;&#x751F;&#x8840;&#x7EA2;&#x86CB;&#x767D;&#x7684;&#x75C5;&#x4EBA;&#x4E00;&#x6837;&#x4E86;&#x3002;&#x201D;</p><p>&#x9488;&#x5BF9;&#x9570;&#x72B6;&#x7EC6;&#x80DE;&#x8D2B;&#x8840;&#x7684;&#x51E0;&#x6B3E;&#x836F;&#x7269;&#x4E5F;&#x5728;&#x6700;&#x8FD1;&#x5F97;&#x5230;&#x4E86;&#x7F8E;&#x56FD;FDA&#x7684;&#x6279;&#x51C6;&#xFF0C;&#x8FD9;&#x5BF9;&#x9570;&#x72B6;&#x7EC6;&#x80DE;&#x75C5;&#x60A3;&#x8005;&#x6765;&#x8BF4;&#x662F;&#x4E00;&#x79CD;&#x597D;&#x7684;&#x503E;&#x5411;&#x3002;</p><p>Rivella&#x8868;&#x793A;&#xFF0C;&#x5373;&#x4F7F;CTX001&#x786E;&#x5B9E;&#x53EF;&#x4EE5;&#x6CBB;&#x6108;&#xFF0C;&#x4F46;&#x63A2;&#x7D22;&#x5176;&#x4ED6;&#x65B9;&#x6CD5;&#x4ECD;&#x7136;&#x81F3;&#x5173;&#x91CD;&#x8981;&#xFF0C;&#x56E0;&#x4E3A;&#x57FA;&#x56E0;&#x7F16;&#x8F91;&#x5E76;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x60A3;&#x8005;&#x7684;&#x6700;&#x4F73;&#x9009;&#x62E9;&#x3002; CTX001&#x5728;&#x8F93;&#x6CE8;&#x524D;&#x9700;&#x8981;&#x5148;&#x8FDB;&#x884C;&#x808C;&#x6CE8;&#x5316;&#x7597;&#xFF0C;&#x4EE5;&#x5728;&#x9AA8;&#x9AD3;&#x4E2D;&#x5F62;&#x6210;&#x4E00;&#x4E2A;&#x5C0F;&#x751F;&#x5883;&#xFF0C;&#x8FD9;&#x672C;&#x8EAB;&#x5C31;&#x6709;&#x4E00;&#x7CFB;&#x5217;&#x98CE;&#x9669;&#xFF0C;&#x5305;&#x62EC;&#x4E0D;&#x5B55;&#x75C7;&#x3002;&#x4E00;&#x4E9B;&#x60A3;&#x8005;&#x53EF;&#x80FD;&#x4F1A;&#x51B3;&#x5B9A;&#x5148;&#x670D;&#x7528;&#x836F;&#x7269;&#xFF0C;&#x201C;&#x770B;&#x770B;&#x8FD9;&#x4E9B;&#x516C;&#x53F8;&#x662F;&#x5426;&#x4F1A;&#x91C7;&#x53D6;&#x5176;&#x4ED6;&#x63AA;&#x65BD;&#x6765;&#x9632;&#x6B62;&#x751F;&#x80B2;&#x80FD;&#x529B;&#x7684;&#x4E27;&#x5931;&#x3002;&#x201D; &#x7C73;&#x5170;&#x5927;&#x5B66;&#x548C;&#x7C73;&#x5170;&#x9A6C;&#x7126;&#x96F7;&#xB7;&#x6CE2;&#x5229;&#x514B;&#x5229;&#x5C3C;&#x79D1;&#x533B;&#x9662;&#x7684;&#x4E34;&#x5E8A;&#x533B;&#x751F;Maria Domenica Cappellini&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x8BA4;&#x4E3A;&#x4EFB;&#x4F55;&#x65B0;&#x65B9;&#x6CD5;&#x90FD;&#x6709;&#x5176;&#x53D1;&#x5C55;&#x7684;&#x4F59;&#x5730;&#x3002;&#x201D; &#x201C;&#x6211;&#x4EEC;&#x5F00;&#x59CB;&#x5C1D;&#x8BD5;&#x4E86;&#x89E3;&#x54EA;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x60A3;&#x8005;&#x4F1A;&#x4ECE;&#x5176;&#x4E2D;&#x7684;&#x54EA;&#x4E00;&#x79CD;&#x6CBB;&#x7597;&#x4E2D;&#x53D7;&#x76CA;&#x3002;&#x201D; </p><p>&#x6210;&#x672C;&#x53EF;&#x80FD;&#x662F;&#x4F1A;&#x51B3;&#x5B9A;&#x5E02;&#x573A;&#x666E;&#x53CA;&#x6027;&#x548C;&#x63A5;&#x53D7;&#x5EA6;&#x7684;&#x6076;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x56E0;&#x7D20;&#x3002;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Nature biotechnology-CRISPR’s “magnificent moment” in the clinic
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Nature" scheme="https://steven-shixq.github.io/tags/Nature/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻105</title>
    <link href="https://steven-shixq.github.io/2020/05/21/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB105/"/>
    <id>https://steven-shixq.github.io/2020/05/21/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB105/</id>
    <published>2020-05-21T03:05:07.000Z</published>
    <updated>2020-05-21T16:46:54.695Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.nature.com/articles/d41587-019-00035-2" target="_blank" rel="noopener">CRISPR&#x2019;s &#x201C;magnificent moment&#x201D; in the clinic</a></p></blockquote><p><img src="/" class="lazyload" data-src="https://media.nature.com/lw800/magazine-assets/d41587-019-00035-2/d41587-019-00035-2_17477682.jpg"  alt="img"></p><p>&#x4E24;&#x540D;&#x60A3;&#x8005;&#x63A5;&#x53D7;&#x4E86;&#x4EE5;crispr - cas9&#x4E3A;&#x57FA;&#x7840;&#x7684;&#x9488;&#x5BF9;&#x4F53;&#x7EC6;&#x80DE;&#x7684;&#x6CBB;&#x7597;&#xFF0C;&#x76EE;&#x524D;&#x5F97;&#x5230;&#x7684;&#x6570;&#x636E;&#x4EE4;&#x4EBA;&#x632F;&#x594B;&#x3002;*</p><p>&#x4E00;&#x4E2A;&#x516C;&#x53F8;&#x5BA3;&#x5E03;&#x4E86;&#x4ECE;CRISPR&#x2013;Cas9&#x6CBB;&#x7597;&#x4E34;&#x5E8A;&#x8BD5;&#x9A8C;&#x4E2D;&#x5F97;&#x5230;&#x7684;&#x9996;&#x6279;&#x6570;&#x636E;&#xFF0C;&#x8868;&#x660E;&#x8BE5;&#x6280;&#x672F;&#x5BF9;&#x4E24;&#x540D;&#x60A3;&#x6709;&#x8F93;&#x8840;&#x4F9D;&#x8D56;&#x6027;&#x3B2;&#x5730;&#x4E2D;&#x6D77;&#x8D2B;&#x8840;&#x548C;&#x9570;&#x72B6;&#x7EC6;&#x80DE;&#x75C5;&#x7684;&#x60A3;&#x8005;&#x5177;&#x6709;&#x6F5C;&#x5728;&#x7684;&#x6CBB;&#x6108;&#x53CD;&#x5E94;&#x3002;</p><p>&#x4F4D;&#x4E8E;&#x745E;&#x58EB;Zug&#x7684;CRISPR Therapeutics&#x516C;&#x53F8;&#xFF0C;&#x8FD8;&#x6709;Vertex&#x5236;&#x836F;&#x516C;&#x53F8;&#x4E8E;11&#x6708;19&#x65E5;&#x516C;&#x5E03;&#x4E86;&#x7B2C;1/2&#x9636;&#x6BB5;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x52A0;&#x5DDE;&#x5927;&#x5B66;&#x4F2F;&#x514B;&#x5229;&#x5206;&#x6821;&#x521B;&#x65B0;&#x57FA;&#x56E0;&#x7EC4;&#x7814;&#x7A76;&#x6240;&#x7684;&#x79D1;&#x5B66;&#x4E3B;&#x4EFB;Fyodor Urnov&#xFF0C;&#x8FD9;&#x662F;&#x8BE5;&#x9886;&#x57DF;&#x7684;&#x4E00;&#x4E2A;&#x8F89;&#x714C;&#x65F6;&#x523B;&#x3002;&#x9274;&#x4E8E;&#x3B2;&#x5730;&#x4E2D;&#x6D77;&#x8D2B;&#x8840;&#x548C;&#x9570;&#x72B6;&#x7EC6;&#x80DE;&#x75C5;&#x8D2B;&#x8840;&#x7684;&#x6D41;&#x884C;,&#x5B83;&#x51F8;&#x663E;&#x4E86;CRISPR&#x6280;&#x672F;&#x5BF9;&#x516C;&#x4F17;&#x5065;&#x5EB7;&#x7684;&#x6F5C;&#x5728;&#x5F71;&#x54CD;&#x3002;</p><p>&#x901A;&#x8FC7;&#x53D6;&#x4E24;&#x4E2A;&#x75C5;&#x4EBA;&#x7684;&#x9020;&#x8840;&#x5E72;&#x7EC6;&#x80DE;&#xFF0C;&#x5728;&#x4F53;&#x5916;&#x8FDB;&#x884C;&#x57FA;&#x56E0;&#x7F16;&#x8F91;&#x4FC3;&#x8FDB;&#x80CE;&#x513F;&#x8840;&#x7EA2;&#x86CB;&#x767D;&#x7684;&#x4EA7;&#x751F;&#xFF0C;&#x7136;&#x540E;&#x5C06;&#x7F16;&#x8F91;&#x7684;&#x7EC6;&#x80DE;&#x91CD;&#x65B0;&#x6CE8;&#x5165;&#x75C5;&#x4EBA;&#x4F53;&#x5185;&#x3002;&#x5229;&#x7528;CRISPR&#x7F16;&#x8F91;creates as deletion in <em>BCL11A</em>&#xFF0C;&#x6B63;&#x5E38;&#x7684;<em>BCL11A</em>&#x7F16;&#x8F91;&#x4EA7;&#x751F;&#x4E00;&#x4E2A;&#x8F6C;&#x5F55;&#x56E0;&#x5B50;&#xFF0C;&#x4F1A;&#x6291;&#x5236;&#x80CE;&#x513F;&#x8840;&#x7EA2;&#x86CB;&#x767D;&#x7684;&#x4EA7;&#x751F;&#x3002;&#x6839;&#x636E;&#x8BE5;&#x516C;&#x53F8;&#x53D1;&#x5E03;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x63A5;&#x53D7;CRISPR&#x6CBB;&#x7597;&#x540E;&#xFF0C;&#x60A3;&#x6709;&#x3B2;&#x5730;&#x4E2D;&#x6D77;&#x8D2B;&#x8840;&#x7684;&#x60A3;&#x8005;&#x5728;9&#x4E2A;&#x6708;&#x540E;&#x4E5F;&#x4E0D;&#x7528;&#x53BB;&#x533B;&#x9662;&#x8F93;&#x8840;&#xFF08;&#x5728;&#x8FD9;&#x4E4B;&#x524D;&#x6BCF;&#x5E74;&#x9700;&#x8981;&#x8F93;&#x8840;16.5&#x6B21;&#xFF09;&#xFF0C;&#x800C;&#x9570;&#x72B6;&#x7EC6;&#x80DE;&#x75C5;&#x60A3;&#x8005;&#xFF08;&#x4EE5;&#x524D;&#x6BCF;&#x5E74;&#x7ECF;&#x5386;&#x8FC7;7&#x6B21;&#x8840;&#x7BA1;&#x95ED;&#x585E;&#x4E8B;&#x4EF6;&#xFF09;&#x5728;&#x8F93;&#x6CE8;&#xFF08;CRISPR&#x6CBB;&#x7597;&#xFF09;&#x56DB;&#x4E2A;&#x6708;&#x540E;&#x4ECD;&#x672A;&#x51FA;&#x73B0;&#x8840;&#x7BA1;&#x95ED;&#x585E;&#x7684;&#x5371;&#x9669;&#x3002;&#x5728;&#x6CBB;&#x7597;&#x8FC7;&#x7A0B;&#x4E2D;&#x53D1;&#x751F;&#x4E86;&#x4E24;&#x4E2A;&#x4E25;&#x91CD;&#x7684;&#x4E0D;&#x826F;&#x4E8B;&#x4EF6;&#xFF0C;&#x4E00;&#x4F8B;&#x662F;&#x80BA;&#x708E;&#xFF0C;&#x53E6;&#x4E00;&#x4F8B;&#x662F;&#x4E0E;&#x4E9A;&#x786B;&#x9178;&#x6C22;&#x76D0;&#x8C03;&#x7406;&#x6CBB;&#x7597;&#x6709;&#x5173;&#x7684;&#x809D;&#x5E76;&#x53D1;&#x75C7;&#xFF0C;&#x4F46;&#x7ECF;&#x8FC7;&#x8C03;&#x67E5;&#x540E;&#x8BA4;&#x4E3A;&#x4E0E;CRISPR&#x6CBB;&#x7597;&#x65E0;&#x5173;&#x3002;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Nature biotechnology-CRISPR’s “magnificent moment” in the clinic
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Nature" scheme="https://steven-shixq.github.io/tags/Nature/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻104</title>
    <link href="https://steven-shixq.github.io/2020/05/20/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB104/"/>
    <id>https://steven-shixq.github.io/2020/05/20/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB104/</id>
    <published>2020-05-20T08:40:39.000Z</published>
    <updated>2020-05-20T16:34:01.216Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://www.nature.com/articles/d42473-020-00059-2" target="_blank" rel="noopener">The new fundamentals: medical informatics</a></p></blockquote><p><img src="/" class="lazyload" data-src="https://media.nature.com/lw800/magazine-assets/d42473-020-00059-2/d42473-020-00059-2_17902698.jpg"  alt="img"></p><p>&#x4E00;&#x4E9B;&#x7528;&#x4E8E;&#x764C;&#x75C7;X&#x5C04;&#x7EBF;&#x6210;&#x50CF;&#x7684;&#x667A;&#x80FD;&#x7CFB;&#x7EDF;&#x5DF2;&#x7ECF;&#x8FBE;&#x5230;&#x4E86;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x6BD4;&#x4EBA;&#x7C7B;&#x5224;&#x65AD;&#x66F4;&#x53EF;&#x9760;&#x7684;&#x5730;&#x6B65;&#x3002;</p><p>&#x5404;&#x79CD;&#x5916;&#x79D1;&#x5BFC;&#x822A;&#x7CFB;&#x7EDF;&#x6B63;&#x5728;&#x5F00;&#x53D1;&#x4E2D;&#x3002;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x79CD;&#x201C;&#x865A;&#x62DF;&#x5185;&#x7AA5;&#x955C;&#x201D;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;CT&#x548C;MRI&#x626B;&#x63CF;&#x6784;&#x5EFA;&#x7CBE;&#x786E;&#x7684;3D&#x865A;&#x62DF;&#x56FE;&#x50CF;&#xFF0C;&#x5E2E;&#x52A9;&#x6307;&#x5BFC;&#x7CBE;&#x786E;&#x7684;&#x6D3B;&#x68C0;&#x3002;&#x901A;&#x8FC7;&#x5185;&#x7AA5;&#x955C;&#x6444;&#x50CF;&#x5934;&#xFF0C;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x80C3;&#x7684;&#x5185;&#x58C1;&#x3002;&#x865A;&#x62DF;&#x5185;&#x7AA5;&#x955C;&#x53EF;&#x4EE5;&#x8BA9;&#x4F60;&#x770B;&#x5230;&#x7BA1;&#x58C1;&#x540E;&#x9762;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x5C31;&#x50CF;&#x7BA1;&#x58C1;&#x53D8;&#x5F97;&#x900F;&#x660E;&#x4E00;&#x6837;&#x3002;&#x5B83;&#x7ED9;&#x51FA;&#x4E86;&#x5728;&#x54EA;&#x91CC;&#x5BF9;&#x7EC4;&#x7EC7;&#x6837;&#x672C;&#x8FDB;&#x884C;&#x6D3B;&#x7EC4;&#x7EC7;&#x68C0;&#x67E5;&#x7684;&#x5411;&#x5BFC;&#x3002;2019&#x5E74;&#xFF0C;&#x5236;&#x9020;&#x8BE5;&#x5185;&#x7AA5;&#x955C;&#x7684;&#x56E2;&#x961F;&#x8FD8;&#x5C06;&#x4E00;&#x6B3E;&#x5185;&#x7AA5;&#x955C;&#x626B;&#x63CF;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;(AI)&#x8F6F;&#x4EF6;&#x63A8;&#x5411;&#x5E02;&#x573A;&#xFF0C;&#x8BE5;&#x8F6F;&#x4EF6;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x5B9E;&#x65F6;&#x786E;&#x5B9A;&#x80BF;&#x7624;&#x764C;&#x53D8;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3002;&#x8BE5;&#x8F6F;&#x4EF6;&#x7684;&#x662F;&#x901A;&#x8FC7;&#x5BF9;&#x4E0E;&#x764C;&#x5171;&#x5B58;&#x7684;&#x8BB8;&#x591A;&#x826F;&#x6027;&#x606F;&#x8089;&#x8FDB;&#x884C;&#x5206;&#x7C7B;&#xFF0C;&#x4EE5;&#x63D0;&#x9AD8;&#x6D3B;&#x68C0;&#x7684;&#x9776;&#x5411;&#x6027;&#x548C;&#x7ED3;&#x80A0;&#x764C;&#x7684;&#x65E9;&#x671F;&#x8BCA;&#x65AD;&#x3002;</p><p><img src="/" class="lazyload" data-src="https://media.nature.com/lw800/magazine-assets/d42473-020-00059-2/d42473-020-00059-2_17902706.jpg"  alt="img"></p><p>&#x540E;&#x9762;&#x4E3B;&#x8981;&#x8BB2;&#x4E86;&#x4E00;&#x4E9B;&#x4E2A;&#x6027;&#x5316;&#x533B;&#x7597;&#x5BF9;&#x8001;&#x9F84;&#x5316;&#x793E;&#x4F1A;&#x7684;&#x91CD;&#x8981;&#x6027;&#xFF08;&#x7279;&#x522B;&#x662F;&#x65E5;&#x672C;&#xFF0C;&#x65E5;&#x672C;&#x7684;&#x793E;&#x4F1A;&#x7ED3;&#x6784;&#x9884;&#x793A;&#x7740;&#x5176;&#x5C06;&#x6765;&#x8001;&#x9F84;&#x5316;&#x5C06;&#x4F1A;&#x5F88;&#x4E25;&#x91CD;&#xFF09;&#xFF0C;&#x9488;&#x5BF9;&#x4E2A;&#x4F53;&#x7684;&#x60C5;&#x51B5;&#x505A;&#x4E00;&#x4E9B;&#x6709;&#x6548;&#x7684;&#x75BE;&#x75C5;&#x65E9;&#x9884;&#x6D4B;&#x65E9;&#x9884;&#x9632;&#x65E9;&#x6CBB;&#x7597;&#xFF0C;&#x80FD;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x51CF;&#x8F7B;&#x793E;&#x4F1A;&#x7684;&#x7684;&#x533B;&#x7597;&#x8D1F;&#x62C5;&#x3002;</p><p>&#x968F;&#x7740;&#x533B;&#x7597;&#x6570;&#x636E;&#x7684;&#x5FEB;&#x901F;&#x589E;&#x957F;&#xFF0C;&#x533B;&#x5B66;&#x4FE1;&#x606F;&#x5B66;&#x8FD9;&#x95E8;&#x5229;&#x7528;&#x6D77;&#x91CF;&#x7684;&#x533B;&#x5B66;&#x6570;&#x636E;&#xFF0C;&#x5E2E;&#x52A9;&#x9884;&#x6D4B;&#x548C;&#x89E3;&#x51B3;&#x533B;&#x5B66;&#x95EE;&#x9898;&#x7684;&#x91CD;&#x8981;&#x6027;&#x8D8A;&#x6765;&#x8D8A;&#x660E;&#x663E;&#xFF0C;&#x8FD9;&#x4E0D;&#x4EC5;&#x9700;&#x8981;&#x76F8;&#x5173;&#x4EBA;&#x5458;&#x6709;&#x533B;&#x5B66;&#x7684;&#x80CC;&#x666F;&#x77E5;&#x8BC6;&#xFF0C;&#x8FD8;&#x9700;&#x8981;&#x8BA1;&#x7B97;&#x673A;&#x6216;&#x8005;&#x5DE5;&#x7A0B;&#x5B66;&#x79D1;&#x7684;&#x4EA4;&#x53C9;&#x80CC;&#x666F;&#xFF0C;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x793E;&#x4F1A;&#x9700;&#x6C42;&#x4E0B;&#xFF0C;&#x97E9;&#x56FD;&#x3001;&#x65E5;&#x672C;&#x7B49;&#x591A;&#x4E2A;&#x56FD;&#x5BB6;&#x548C;&#x5730;&#x533A;&#x7684;&#x5927;&#x5B66;&#x8054;&#x5408;&#x6210;&#x7ACB;&#x4E86;&#x5168;&#x7403;&#x533B;&#x7597;&#x5353;&#x8D8A;&#x8054;&#x76DF;&#xFF08;Global Alliance of Medical Excellence &#xFF0C;GAME&#xFF09;&#xFF0C;&#x65E8;&#x5728;&#x57F9;&#x517B;&#x533B;&#x5B66;&#x4FE1;&#x606F;&#x5B66;&#x7684;&#x4EA4;&#x53C9;&#x578B;&#x4EBA;&#x624D;&#xFF0C;&#x65E5;&#x672C;&#x540D;&#x53E4;&#x5C4B;&#x5927;&#x5B66;&#x533B;&#x5B66;&#x9662;&#x7814;&#x7A76;&#x751F;&#x9662;&#x7684;Kadomatsu &#x6307;&#x51FA;&#xFF1A;&#x201D;adding in the personalization aspect to preventative medicine is our way of contributing to the future. Informatics, and its education, are a definite must to take us there.&#x201D;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Nature-The new fundamentals-medical informatics
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Nature" scheme="https://steven-shixq.github.io/tags/Nature/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻103-很推荐的一本书和书评</title>
    <link href="https://steven-shixq.github.io/2020/05/19/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB103/"/>
    <id>https://steven-shixq.github.io/2020/05/19/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB103/</id>
    <published>2020-05-18T16:09:20.000Z</published>
    <updated>2020-05-20T08:39:45.959Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><p><em>The Choice: Embrace the Possible</em> &#x7684;&#x4F5C;&#x8005;&#x662F;&#x4E00;&#x4E2A;&#x5FC3;&#x7406;&#x5B66;&#x5BB6;&#xFF0C;&#x672C;&#x4E66;&#x4E00;&#x90E8;&#x5206;&#x662F;&#x56DE;&#x5FC6;&#x5F55;&#xFF0C;&#x4E00;&#x90E8;&#x5206;&#x662F;&#x5FC3;&#x7406;&#x521B;&#x4F24;&#x6307;&#x5357;&#x3002;&#x4F5C;&#x8005;Edith&#x4E00;&#x5BB6;&#x662F;&#x72B9;&#x592A;&#x4EBA;&#xFF0C;&#x5F53;&#x5979;&#x7684;&#x5BB6;&#x4EBA;&#x4ECE;&#x5308;&#x7259;&#x5229;&#x7684;&#x5BB6;&#x4E2D;&#x88AB;&#x5E26;&#x5230;&#x5965;&#x65AF;&#x5A01;&#x8F9B;&#x7684;&#x6B7B;&#x4EA1;&#x96C6;&#x4E2D;&#x8425;&#x65F6;&#xFF0C;&#x5979;&#x8FD8;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x5341;&#x51E0;&#x5C81;&#x7684;&#x5C0F;&#x5973;&#x5B69;&#xFF0C;&#x81EA;&#x96C6;&#x4E2D;&#x8425;&#x4E2D;&#x5206;&#x522B;&#x540E;&#xFF0C;&#x5979;&#x5C31;&#x518D;&#x4E5F;&#x6CA1;&#x6709;&#x89C1;&#x5230;&#x8FC7;&#x5979;&#x7684;&#x7236;&#x6BCD;&#x3002;</p><p>&#x5979;&#x5728;&#x96C6;&#x4E2D;&#x8425;&#x906D;&#x53D7;&#x4E86;&#x5F88;&#x591A;&#x82E6;&#x96BE;&#xFF0C;&#x6700;&#x7EC8;&#x575A;&#x5F3A;&#x7684;&#x548C;&#x59D0;&#x59D0;&#x4E00;&#x8D77;&#x6D3B;&#x4E86;&#x4E0B;&#x6765;&#xFF0C;&#x4F46;&#x662F;&#x5979;&#x7684;&#x521B;&#x4F24;&#x5E76;&#x672A;&#x5C31;&#x6B64;&#x7ED3;&#x675F;&#x3002;&#x5979;&#x548C;&#x5979;&#x7684;&#x4E08;&#x592B;&#x6700;&#x540E;&#x642C;&#x5230;&#x4E86;&#x7F8E;&#x56FD;&#xFF0C;&#x7EC4;&#x5EFA;&#x4E86;&#x5BB6;&#x5EAD;&#xFF0C;&#x4E0D;&#x4EC5;&#x5B66;&#x4E60;&#x4E86;&#x82F1;&#x8BED;&#x8FD8;&#x53BB;&#x8BFB;&#x4E86;&#x5927;&#x5B66;&#x5B66;&#x4E60;&#x5FC3;&#x7406;&#x5B66;&#xFF0C;&#x6700;&#x540E;&#x8FD8;&#x62FF;&#x5230;&#x4E86;&#x535A;&#x58EB;&#x5B66;&#x4F4D;&#x3002;</p><p>&#x5979;&#x7684;&#x8FC7;&#x53BB;&#x4E00;&#x76F4;&#x5982;&#x5F71;&#x968F;&#x884C;&#x7684;&#x5F71;&#x54CD;&#x7740;&#x5979;&#xFF0C;Everything changed when a fellow student gave her a copy of Viktor Frankl&#x2019;s book<a href="https://steven-shixq.github.io/2020/05/08/%E6%B4%BB%E5%87%BA%E7%94%9F%E5%91%BD%E7%9A%84%E6%84%8F%E4%B9%89/">Man&#x2019;s Search for Meaning</a> &#x8FD9;&#x672C;&#x4E66;&#x7684;&#x4F5C;&#x8005;&#x548C;&#x5979;&#x6709;&#x7740;&#x540C;&#x6837;&#x7684;&#x96C6;&#x4E2D;&#x8425;&#x7ECF;&#x5386;&#xFF0C;&#x8FD9;&#x9F13;&#x821E;&#x4E86;&#x5979;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x5FC3;&#x7406;&#x6CBB;&#x7597;&#x5E08;&#x3002;</p><p>&#x5728;&#x8FD9;&#x672C;&#x4E66;&#x7684;&#x5F00;&#x5934;&#x6709;&#x4E00;&#x4E2A;&#x4EE4;&#x4EBA;&#x96BE;&#x5FD8;&#x7684;&#x6545;&#x4E8B;&#xFF0C;Edith&#x8C08;&#x5230;&#x4E00;&#x4E2A;&#x75C5;&#x4EBA;&#xFF0C;&#x5979;&#x54ED;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x5979;&#x7684;&#x65B0;&#x8F66;&#x989C;&#x8272;&#x4E0D;&#x5BF9;&#x3002;&#x4F5C;&#x4E3A;&#x8BFB;&#x8005;&#xFF0C;&#x4F60;&#x7684;&#x7B2C;&#x4E00;&#x53CD;&#x5E94;&#x662F;&#x628A;&#x8FD9;&#x4E2A;&#x5973;&#x4EBA;&#x7684;&#x4E8B;&#x770B;&#x5F97;&#x5F88;&#x7410;&#x788E;&#x3002;&#x4E16;&#x754C;&#x4E0A;&#x6709;&#x90A3;&#x4E9B;&#x771F;&#x6B63;&#x7684;&#x75DB;&#x82E6;&#xFF0C;&#x5979;&#x600E;&#x4E48;&#x4F1A;&#x4E3A;&#x8FD9;&#x79CD;&#x611A;&#x8822;&#x7684;&#x4E8B;&#x60C5;&#x800C;&#x70E6;&#x607C;&#x5462;?</p><p>&#x4F46;&#x4F0A;&#x8FEA;&#x4E1D;&#x5E76;&#x4E0D;&#x8FD9;&#x4E48;&#x770B;&#x3002;&#x5979;&#x770B;&#x5230;&#x7684;&#x662F;&#xFF1A;&#x201C;&#x5979;&#x5BF9;&#x90A3;&#x8F86;&#x8F66;&#x5931;&#x671B;&#x7684;&#x6CEA;&#x6C34;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x5BF9;&#x751F;&#x6D3B;&#x4E2D;&#x90A3;&#x4E9B;&#x6CA1;&#x6709;&#x6309;&#x7167;&#x5979;&#x6240;&#x5E0C;&#x671B;&#x7684;&#x65B9;&#x5F0F;&#x53D1;&#x751F;&#x7684;&#x66F4;&#x5927;&#x7684;&#x4E8B;&#x60C5;&#x7684;&#x6CAE;&#x4E27;&#x3002;&#x201D;&#x75C5;&#x4EBA;&#x4ECE;&#x60C5;&#x611F;&#x4E0A;&#x7684;&#x5B64;&#x7ACB;&#x8F6C;&#x5411;&#x4E86;&#x7269;&#x8D28;&#x4E0A;&#x7684;&#x5931;&#x671B;&#x3002;Edith&#x63D0;&#x51FA;&#x4E86;&#x4E00;&#x4E2A;&#x4EE4;&#x4EBA;&#x540C;&#x60C5;&#x548C;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x7684;&#x7406;&#x7531;:&#x90A3;&#x4E2A;&#x5973;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x4E2D;&#x7F3A;&#x5C11;&#x4E86;&#x4E00;&#x4E9B;&#x4E1C;&#x897F;&#xFF0C;&#x8BA9;&#x5979;&#x6293;&#x4F4F;&#x4E86;&#x90A3;&#x4E9B;&#x770B;&#x4F3C;&#x611A;&#x8822;&#x7684;&#x9A8C;&#x8BC1;&#x70B9;&#x3002;&#x5979;&#x5BF9;&#x5F85;&#x8FD9;&#x4E2A;&#x60A3;&#x8005;&#x7684;&#x75DB;&#x82E6;&#x5C31;&#x50CF;&#x5BF9;&#x5F85;&#x5176;&#x4ED6;&#x4EBA;&#x7684;&#x75DB;&#x82E6;&#x4E00;&#x6837;&#x8BA4;&#x771F;&#x3002;</p><p>&#x5979;&#x7684;&#x65B9;&#x6CD5;&#x610F;&#x5473;&#x7740;&#x65E0;&#x8BBA;&#x4F60;&#x7ECF;&#x5386;&#x4EC0;&#x4E48;&#xFF0C;&#x603B;&#x6709;&#x4E00;&#x6761;&#x8DEF;&#x53EF;&#x4EE5;&#x8BA9;&#x4F60;&#x53D8;&#x5F97;&#x66F4;&#x597D;&#x3002;</p><p>&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x63D0;&#x9192;&#xFF0C;&#x6B63;&#x50CF;Edith&#x6240;&#x8BF4;&#x7684;&#x4E00;&#x6837;&#x6CA1;&#x6709;&#x201C;&#x75DB;&#x82E6;&#x7B49;&#x7EA7;&#x201D;&#x3002;&#x5982;&#x679C;&#x4F60;&#x5728;&#x4E0E;&#x67D0;&#x4EF6;&#x4E8B;&#x6597;&#x4E89;&#xFF0C;&#x8FD9;&#x79CD;&#x6597;&#x4E89;&#x5C31;&#x662F;&#x771F;&#x5B9E;&#x7684;&#x2014;&#x2014;&#x5373;&#x4F7F;&#x4F60;&#x8BA4;&#x4E3A;&#x4F60;&#x7684;&#x7ECF;&#x5386;&#x4E0E;&#x90A3;&#x4E9B;&#x4ECE;&#x5965;&#x65AF;&#x7EF4;&#x8F9B;&#x96C6;&#x4E2D;&#x8425;&#x4E2D;&#x5E78;&#x5B58;&#x4E0B;&#x6765;&#x7684;&#x4EBA;&#x6216;&#x8005;&#x90A3;&#x4E9B;&#x5B69;&#x5B50;&#x60A3;&#x6709;&#x4E25;&#x91CD;&#x75BE;&#x75C5;&#x7684;&#x4EBA;&#x7684;&#x7ECF;&#x5386;&#x76F8;&#x6BD4;&#x5FAE;&#x4E0D;&#x8DB3;&#x9053;&#x3002;</p><p>&#x6700;&#x540E;&#x662F;&#x4E00;&#x6BB5;amazon&#x4E0A;&#x672C;&#x4E66;&#x7684;&#x8BC4;&#x8BBA;&#xFF0C;&#x6211;&#x5F88;&#x559C;&#x6B22;&#x8FD9;&#x6BB5;&#x8BC4;&#x8BBA;&#xFF0C;&#x6CA1;&#x6709;&#x5BF9;&#x5176;&#x8FDB;&#x884C;&#x7FFB;&#x8BD1;&#x3002;</p><blockquote><p><a href="https://www.amazon.com/Choice-Embrace-Possible-Edith-Eger-ebook/dp/B01HMXRZ6O/ref=sr_1_1?dchild=1&amp;keywords=The+Choice&amp;qid=1589855862&amp;s=books&amp;sr=1" target="_blank" rel="noopener">The Choice: Embrace the Possible</a></p></blockquote><p>Life is about choices, what this book has made me realize that often in my experience, this has been a punishing idea -  <strong>There are choices, and there are consequences.</strong> But life is not that simple, there are choices and more choices. Often we choose to punish ourselves. In doing so, we are imprisoning ourselves with our own beliefs - of not feeling worthy, a fear of making a bad choice&#x2026; The author is open about choices she made in her own life, and that they may not have been the best ones. Everyone suffers. <strong>Everyone has endured the consequences of their own poor choices. But to live our best life, we must continue to make choices, instead of allowing ourselves to be imprisoned by our past.</strong></p><p>Ref: </p><ol><li><a href="https://www.gatesnotes.com/Books/The-Choice" target="_blank" rel="noopener">An Auschwitz survivor&#x2019;s guide to healing</a></li><li><a href="https://www.amazon.com/Choice-Embrace-Possible-Edith-Eger-ebook/dp/B01HMXRZ6O/ref=sr_1_1?dchild=1&amp;keywords=The+Choice&amp;qid=1589855862&amp;s=books&amp;sr=1" target="_blank" rel="noopener">The Choice: Embrace the Possible</a></li></ol>]]></content>
    
    <summary type="html">
    
      The Choice Embrace the Possible
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="GatesNotes" scheme="https://steven-shixq.github.io/tags/GatesNotes/"/>
    
      <category term="amazon books" scheme="https://steven-shixq.github.io/tags/amazon-books/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻102</title>
    <link href="https://steven-shixq.github.io/2020/05/18/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB102/"/>
    <id>https://steven-shixq.github.io/2020/05/18/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB102/</id>
    <published>2020-05-18T01:34:00.000Z</published>
    <updated>2020-05-18T16:04:18.595Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://science.sciencemag.org/content/368/6491/570.full" target="_blank" rel="noopener">Meet the psychobiome</a></p></blockquote><p><img src="/" class="lazyload" data-src="https://science.sciencemag.org/sites/default/files/styles/toc_carousel_breakpoints_theme_science_jcore_med_1x/public/rt_scitoc_may8_r2.jpg?itok=Cr40wWc5&amp;timestamp=1588786528"  alt="img"></p><p>&#x63A5;&#x7740;&#x4E0A;&#x4E00;&#x7BC7;&#x804A;&#xFF1A;</p><p>Skolnick&#x7387;&#x5148;&#x83B7;&#x5F97;&#x4E86;Holobiome&#x7684;quuine&#xFF08;&#x4E00;&#x79CD;&#x4EC5;&#x7531;&#x67D0;&#x4E9B;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x4EA7;&#x751F;&#x7684;&#x7EF4;&#x751F;&#x7D20;&#x6837;&#x5206;&#x5B50;&#xFF09;&#x7684;&#x4F7F;&#x7528;&#x7684;&#x4E13;&#x5229;,&#x8FD9;&#x79CD;&#x5206;&#x5B50;&#x80FD;&#x6539;&#x5584;&#x7CBE;&#x795E;&#x5065;&#x5EB7;&#x3002;&#x4EBA;&#x4F53;&#x5229;&#x7528;queuine&#x6765;&#x5EFA;&#x7ACB;&#x795E;&#x7ECF;&#x9012;&#x8D28;&#xFF0C;&#x4F8B;&#x5982;&#x591A;&#x5DF4;&#x80FA;&#xFF0C;5-&#x7F9F;&#x8272;&#x80FA;/&#x8840;&#x6E05;&#x7D20;&#x548C;&#x892A;&#x9ED1;&#x6FC0;&#x7D20;&#x3002;&#x76EE;&#x524D;&#x8FD8;&#x4E0D;&#x662F;&#x7279;&#x522B;&#x6E05;&#x695A;&#x662F;&#x52A0;&#x5165;&#x80FD;&#x4EA7;&#x751F;queuine&#x7684;&#x5FAE;&#x751F;&#x7269;&#x8FD8;&#x662F;&#x76F4;&#x63A5;&#x52A0;&#x5165;queuine&#x80FD;&#x5E2E;&#x52A9;&#x60A3;&#x6709;&#x7CBE;&#x795E;&#x75BE;&#x75C5;&#x7684;&#x4EBA;&#x3002;&#x4F46;Strandwitz&#x8BF4;&#xFF0C;&#x4ED6;&#x5BF9;&#x6B64;&#x60F3;&#x6CD5;&#x611F;&#x5230;&#x5F88;&#x5174;&#x594B;&#x3002;</p><p>&#x52A0;&#x5DDE;&#x5927;&#x5B66;&#x6D1B;&#x6749;&#x77F6;&#x5206;&#x6821;&#x7684;&#x751F;&#x7269;&#x5B66;&#x5BB6;Elaine Hsiao&#x8BF4;:&#x201C;&#x770B;&#x5230;&#x5FAE;&#x751F;&#x7269;&#x7EC4;&#x80A0;-&#x8111;&#x9886;&#x57DF;&#x7684;&#x5DE8;&#x5927;&#x589E;&#x957F;&#x662F;&#x4EE4;&#x4EBA;&#x60CA;&#x8BB6;&#x7684;&#x3002;&#x201D;&#x548C;Strandwitz&#x4E00;&#x6837;&#xFF0C;&#x5979;&#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x6B64;&#x9886;&#x57DF;&#x7684;&#x72C2;&#x70ED;&#x8005;&#xFF0C;&#x5979;&#x5E2E;&#x52A9;&#x521B;&#x529E;&#x4E86;&#x4E24;&#x5BB6;&#x516C;&#x53F8;&#x6765;&#x5F00;&#x53D1;&#x591A;&#x79CD;&#x75BE;&#x75C5;&#x7684;&#x5FAE;&#x751F;&#x7269;&#x7597;&#x6CD5;&#xFF0C;&#x5305;&#x62EC;&#x766B;&#x75EB;&#x548C;&#x81EA;&#x95ED;&#x75C7;&#x3002;</p><p>&#x5176;&#x4ED6;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x62C5;&#x5FC3;&#x521B;&#x4E1A;&#x7684;&#x70ED;&#x60C5;&#x8D85;&#x8D8A;&#x4E86;&#x79D1;&#x5B66;&#x672C;&#x8EAB;&#x3002;Knight&#x8BF4;&#xFF0C;&#x98CE;&#x9669;&#x8D44;&#x672C;&#x5BB6;&#x6B63;&#x5728;&#x8D44;&#x52A9;&#x521D;&#x521B;&#x516C;&#x53F8;&#x5F00;&#x53D1;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x57FA;&#x4E8E;&#x5FAE;&#x751F;&#x7269;&#x7EC4;&#x7684;&#x7597;&#x6CD5;&#x3002;&#x4ED6;&#x8BF4;&#xFF1A;&#x6709;&#x4E9B;&#x65B0;&#x7684;&#x6982;&#x5FF5;&#x786E;&#x5B9E;&#x201C;&#x975E;&#x5E38;&#x6709;&#x524D;&#x666F;&#xFF0C;&#x800C;&#x4E14;&#x6709;&#x5927;&#x91CF;&#x7684;&#x8BC1;&#x636E;&#x652F;&#x6491;&#x3002;&#x201D;&#x4F46;&#x662F;&#x6709;&#x4E9B;&#x5219;&#x4E0D;&#x7136;&#xFF0C;&#x800C;&#x4E14;&#x4ED6;&#x4EEC;&#x4ECD;&#x5728;&#x8D5A;&#x94B1;&#x3002;Knight&#x8868;&#x793A;&#xFF0C;&#x6295;&#x8D44;&#x8005;&#x5728;&#x90A3;&#x4E9B;&#x6025;&#x5207;&#x7684;&#x75C5;&#x4EBA;&#x8EAB;&#x4E0A;&#x770B;&#x5230;&#x4E86;&#x673A;&#x4F1A;&#xFF08;Raes&#x8BF4;&#xFF0C;&#x4ED6;&#x51E0;&#x4E4E;&#x6BCF;&#x5929;&#x90FD;&#x4F1A;&#x6536;&#x5230;&#x6291;&#x90C1;&#x75C7;&#x60A3;&#x8005;&#x5BFB;&#x6C42;&#x5E2E;&#x52A9;&#x7684;&#x7535;&#x5B50;&#x90AE;&#x4EF6;&#xFF09;&#x3002;</p><p>&#x5FAE;&#x751F;&#x7269;&#x7597;&#x6CD5;&#x4E0D;&#x4E00;&#x5B9A;&#x80FD;&#x8FBE;&#x5230;&#x4E0E;&#x836F;&#x7269;&#x6CBB;&#x7597;&#x76F8;&#x540C;&#x7684;&#x6548;&#x679C;&#x3002;&#x8981;&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x836F;&#x7269;&#x9500;&#x552E;&#xFF0C;&#x8FD9;&#x79CD;&#x6CBB;&#x7597;&#x65B9;&#x5F0F;&#x5FC5;&#x987B;&#x901A;&#x8FC7;&#x4E34;&#x5E8A;&#x8BD5;&#x9A8C;&#xFF0C;&#x8BC1;&#x660E;&#x5176;&#x5BF9;&#x7279;&#x5B9A;&#x7684;&#x75BE;&#x75C5;&#x7684;&#x6709;&#x6548;&#x6027;&#xFF0C;&#x4ECE;&#x800C;&#x83B7;&#x5F97;&#x7F8E;&#x56FD;&#x98DF;&#x54C1;&#x548C;&#x836F;&#x7269;&#x7BA1;&#x7406;&#x5C40;(FDA)&#x6216;&#x5176;&#x4ED6;&#x56FD;&#x5BB6;&#x7684;&#x540C;&#x7C7B;&#x673A;&#x6784;&#x7684;&#x8BA4;&#x53EF;&#x3002;&#x8FC4;&#x4ECA;&#x4E3A;&#x6B62;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x5FAE;&#x751F;&#x7269;&#x7EC4;&#x7597;&#x6CD5;&#x90FD;&#x4EE5;&#x76CA;&#x751F;&#x83CC;&#x7684;&#x5F62;&#x5F0F;&#x9500;&#x552E;&#xFF0C;&#x56E0;&#x4E3A;&#x76CA;&#x751F;&#x83CC;&#x7684;&#x76D1;&#x7BA1;&#x95E8;&#x69DB;&#x8F83;&#x4F4E;&#xFF0C;&#x81F3;&#x5C11;&#x5728;&#x7F8E;&#x56FD;&#x662F;&#x8FD9;&#x6837;&#x7684;&#xFF0C;&#x800C;&#x5236;&#x9020;&#x5546;&#x5BF9;&#x5065;&#x5EB7;&#x58F0;&#x660E;&#x7684;&#x9650;&#x5236;&#x4E5F;&#x662F;&#x8F83;&#x4F4E;&#x3002;</p><p>&#x8FD9;&#x4E2A;&#x9886;&#x57DF;&#x4ECD;&#x7136;&#x9762;&#x4E34;&#x7740;&#x76F8;&#x5F53;&#x591A;&#x7684;&#x79D1;&#x5B66;&#x95EE;&#x9898;&#x3002;&#x4F0A;&#x5229;&#x8BFA;&#x4F0A;&#x5927;&#x5B66;&#x829D;&#x52A0;&#x54E5;&#x5206;&#x6821;&#x7684;&#x7CFB;&#x7EDF;&#x751F;&#x6B96;&#x751F;&#x7269;&#x5B66;&#x5BB6;Beatriz Pe&#xF1;alver Bernab&#xE9;&#x8BF4;&#xFF0C;&#x9664;&#x4E86;&#x5927;&#x90E8;&#x5206;&#x7814;&#x7A76;&#x7684;&#x76F8;&#x5173;&#x6027;&#x8D28;&#xFF0C;&#x4EE5;&#x53CA;&#x52A8;&#x7269;&#x7684;&#x7814;&#x7A76;&#x7ED3;&#x679C;&#x662F;&#x5426;&#x9002;&#x7528;&#x4E8E;&#x4EBA;&#x7C7B;&#x672C;&#x8EAB;&#x7684;&#x5E38;&#x89C1;&#x95EE;&#x9898;&#x4E4B;&#x5916;&#xFF0C;&#x8FD8;&#x6709;&#x4EBA;&#x7C7B;&#x5FAE;&#x751F;&#x7269;&#x7FA4;&#x7684;&#x7EDD;&#x5BF9;&#x590D;&#x6742;&#x6027;&#x3002;&#x201C;&#x6211;&#x4E0D;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x4E00;&#x4EF6;&#x9002;&#x5408;&#x6240;&#x6709;&#x4EBA;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x4E3A;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x5BFB;&#x627E;&#x7279;&#x5B9A;&#x7684;&#x83CC;&#x682A;&#x548C;&#x5242;&#x91CF;&#x3002;&#x201D;&#x5979;&#x8865;&#x5145;&#x8BF4;&#xFF0C;&#x8FD8;&#x9700;&#x8981;&#x65B0;&#x7684;&#x7406;&#x8BBA;&#x548C;&#x6A21;&#x578B;&#x6765;&#x9884;&#x6D4B;&#x8FD9;&#x4E9B;&#x83CC;&#x682A;&#x5C06;&#x5982;&#x4F55;&#x5F71;&#x54CD;&#x4E2A;&#x4F53;&#x7684;&#x7279;&#x5B9A;&#x5FAE;&#x751F;&#x7269;&#x7FA4;&#x843D;&#x3002;</p><p>&#x5C3D;&#x7BA1;&#x5B58;&#x5728;&#x8FD9;&#x4E9B;&#x969C;&#x788D;&#xFF0C;Gavrish&#x4ECD;&#x7136;&#x76F8;&#x4FE1;&#xFF0C;&#x5979;&#x5728;&#x538C;&#x6C27;&#x5BA4;&#x57F9;&#x80B2;&#x7684;&#x4E00;&#x4E9B;&#x83CC;&#x682A;&#x5C06;&#x6709;&#x52A9;&#x4E8E;&#x75BE;&#x75C5;&#x6CBB;&#x7597;&#x3002;&#x5979;&#x8BF4;&#xFF0C;&#x6BD5;&#x7ADF;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x548C;&#x4EBA;&#x7C7B;&#x5927;&#x8111;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#x6709;&#x7740;&#x6DF1;&#x523B;&#x7684;&#x8FDB;&#x5316;&#x6839;&#x6E90;&#x3002;&#x201C;&#x6211;&#x771F;&#x7684;&#x76F8;&#x4FE1;&#x4F60;&#x53EF;&#x4EE5;&#x5229;&#x7528;&#x4E00;&#x767E;&#x5E74;&#x6765;&#x4E00;&#x76F4;&#x5B58;&#x5728;&#x7684;&#x80A0;&#x9053;&#x7EC6;&#x83CC;&#x7684;&#x8C03;&#x8282;&#x4FE1;&#x53F7;&#x6765;&#x5E2E;&#x52A9;&#x4EBA;&#x4EEC;&#x3002;&#x201D;&#x5979;&#x8865;&#x5145;&#x9053;&#x3002;</p><p><img src="/" class="lazyload" data-src="https://cdn.jsdelivr.net/gh/Steven-Shixq/imagerepository/img/20200519000326.png"  alt></p><hr><p>Skolnick took the lead on obtaining a patent for Holobiome&#x2019;s use of queuine&#x2014;a vitaminlike molecule only produced by certain gut microbes&#x2014;to improve mental well-being. The body uses queuine to build neurotransmitters such as dopamine, serotonin, and melatonin. Whether adding queuine producers or the molecule itself to the gut might help people with mental illness isn&#x2019;t clear, but Strandwitz says he&#x2019;s excited about the idea.</p><p>&#x201C;It&#x2019;s been amazing to witness the tremendous growth in the microbiome gut-brain field,&#x201D; says UC Los Angeles biologist Elaine Hsiao. Like Strandwitz, she is an enthusiast, having helped start two companies to develop microbial therapies for several disorders, including epilepsy and autism.</p><p>Other researchers fear entrepreneurship is outracing science. Knight says venture capitalists are funding startups developing almost any microbiome-based therapies. Some concepts are &#x201C;very promising and are supported by a lot of evidence,&#x201D; he says, but others aren&#x2019;t, and they&#x2019;re still getting money. Knight says investors see an opportunity in eager patients. (Raes says he gets almost daily emails from depressed people seeking help.)</p><p>Microbial therapies won&#x2019;t necessarily meet the same standards of efficacy as regular drugs. To be marketed as a pharmaceutical, a treatment has to pass muster with the U.S. Food and Drug Administration, or its equivalent in other countries, through clinical trials that prove its effectiveness against specific diseases. Most microbiome treatments so far are marketed as probiotics, for which regulatory thresholds are lower, at least in the United States&#x2014;as are limits on the health claims that a manufacturer can make. Holobiome is developing both types of products.</p><p>The field still faces considerable scientific questions, too. Besides the correlative nature of much of the research and the usual questions of whether animal studies will translate to humans, there&#x2019;s also the sheer complexity of the human microbiome, says Beatriz Pe&#xF1;alver Bernab&#xE9;, a systems reproductive biologist at the University of Illinois, Chicago. &#x201C;I don&#x2019;t think that it will be &#x2018;one thing fits all.&#x2019; We will need to look for specific strains and dosages for different people.&#x201D; And, she adds, new theories and models are needed to predict how those strains will affect the individual&#x2019;s particular microbiome community.</p><p>Despite the obstacles, Gavrish remains confident that some strains she&#x2019;s growing in the anaerobic chamber will lead to treatments. After all, she says, the connection between gut microbes and the human brain has deep evolutionary roots. &#x201C;I truly believe you can harness the power of a million years of signaling by gut bacteria to help people.&#x201D;</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Science-Meet the psychobiome
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Science" scheme="https://steven-shixq.github.io/tags/Science/"/>
    
      <category term="Human microbes" scheme="https://steven-shixq.github.io/tags/Human-microbes/"/>
    
      <category term="Psychobiome" scheme="https://steven-shixq.github.io/tags/Psychobiome/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻101</title>
    <link href="https://steven-shixq.github.io/2020/05/17/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB101/"/>
    <id>https://steven-shixq.github.io/2020/05/17/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB101/</id>
    <published>2020-05-17T03:27:16.000Z</published>
    <updated>2020-05-17T16:48:22.491Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://science.sciencemag.org/content/368/6491/570.full" target="_blank" rel="noopener">Meet the psychobiome</a></p></blockquote><p><img src="/" class="lazyload" data-src="https://science.sciencemag.org/sites/default/files/styles/toc_carousel_breakpoints_theme_science_jcore_med_1x/public/rt_scitoc_may8_r2.jpg?itok=Cr40wWc5&amp;timestamp=1588786528"  alt="img"></p><p>&#x63A5;&#x7740;&#x4E0A;&#x4E00;&#x7BC7;&#x804A;&#xFF1A;</p><p>GABA&#x592A;&#x5927;&#xFF0C;&#x65E0;&#x6CD5;&#x7A7F;&#x8FC7;&#x8840;&#x8111;&#x5C4F;&#x969C;&#x8FDB;&#x5165;&#x5927;&#x8111;&#xFF0C;&#x8840;&#x8111;&#x5C4F;&#x969C;&#x662F;&#x4E00;&#x79CD;&#x7EC6;&#x80DE;&#x9632;&#x5FA1;&#x5899;&#xFF0C;&#x9650;&#x5236;&#x4E86;&#x53EF;&#x4EE5;&#x4ECE;&#x8840;&#x7BA1;&#x8FDB;&#x5165;&#x5927;&#x8111;&#x7684;&#x5206;&#x5B50;&#x7684;&#x5927;&#x5C0F;&#x548C;&#x7C7B;&#x578B;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x8BE5;&#x5206;&#x5B50;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x8FF7;&#x8D70;&#x795E;&#x7ECF;&#x6216;&#x80A0;&#x5185;&#x5206;&#x6CCC;&#x7EC6;&#x80DE;&#x8D77;&#x4F5C;&#x7528;&#x3002;&#x4E00;&#x4E9B;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x53EF;&#x80FD;&#x4F1A;&#x8D28;&#x7591;&#x4E3A;&#x4EC0;&#x4E48;&#x7EC6;&#x83CC;&#x6BD4;&#x589E;&#x5F3A;GABA&#x7684;&#x836F;&#x7269;&#x66F4;&#x6709;&#x76CA;&#x3002;&#x4F46;&#x662F;&#x65AF;&#x7279;&#x5170;&#x5FB7;&#x7EF4;&#x5179;&#x8BF4;&#xFF0C;&#x8FD9;&#x79CD;&#x7EC6;&#x83CC;&#x53EF;&#x80FD;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x7B80;&#x5355;&#x5730;&#x589E;&#x5F3A;GABA&#x3002;&#x4ED6;&#x6307;&#x51FA;&#xFF0C;&#x5B83;&#x4EEC;&#x4EA7;&#x751F;&#x7684;&#x5206;&#x5B50;&#x53EF;&#x80FD;&#x4F1A;&#x5BF9;&#x5927;&#x8111;&#x548C;&#x8EAB;&#x4F53;&#x4EA7;&#x751F;&#x5176;&#x4ED6;&#x5F71;&#x54CD;&#xFF0C;&#x4ECE;&#x800C;&#x89E3;&#x51B3;&#x6291;&#x90C1;&#x75C7;&#x7684;&#x5176;&#x4ED6;&#x75C7;&#x72B6;&#x3002;</p><p>&#x4E00;&#x4F4D;&#x79D1;&#x5B66;&#x5BB6;&#x8868;&#x793A;&#xFF1A;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x80FD;&#x8BC1;&#x660E;&#x4E00;&#x79CD;&#x6548;&#x5E94;&#xFF0C;&#x5E76;&#x4E14;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x7684;&#x526F;&#x4F5C;&#x7528;&#xFF0C;&#x90A3;&#x4E48;&#x4E45;&#x6CA1;&#x6709;&#x7406;&#x7531;&#x4E0D;&#x53BB;&#x8FDB;&#x884C;&#x4E34;&#x5E8A;&#x5B9E;&#x9A8C;&#x3002;</p><p>&#x5728;Holobiome&#xFF0C;Strandwitz&#x53CA;&#x5176;&#x540C;&#x4E8B;&#x9274;&#x5B9A;&#x5E76;&#x6392;&#x540D;&#x4E86;30&#x79CD;&#x6709;&#x5E94;&#x7528;&#x524D;&#x666F;&#x7684;GABA&#x4EA7;&#x751F;&#x7EC6;&#x83CC;&#xFF0C;&#x5176;&#x4E2D;&#x5305;&#x62EC;Gilbert&#x6B63;&#x5728;&#x6D4B;&#x8BD5;&#x7684;&#x7EC6;&#x83CC;&#x3002;&#x73B0;&#x5728;&#xFF0C;&#x8BE5;&#x516C;&#x53F8;&#x6B63;&#x5728;&#x62DB;&#x52DF;&#x5916;&#x90E8;&#x5236;&#x9020;&#x5546;&#xFF0C;&#x4EE5;&#x627E;&#x51FA;&#x54EA;&#x79CD;&#x4EA7;&#x751F;GABA&#x7684;&#x7EC6;&#x83CC;&#x6700;&#x9002;&#x5408;&#x5927;&#x91CF;&#x751F;&#x4EA7;&#x4EE5;&#x4F9B;&#x4EBA;&#x4F53;&#x6D4B;&#x8BD5;&#x3002;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x5E0C;&#x671B;&#x53CA;&#x65F6;&#x5B8C;&#x6210;&#x6CD5;&#x89C4;&#x548C;&#x9053;&#x5FB7;&#x5BA1;&#x67E5;&#xFF0C;&#x4EE5;&#x4FBF;&#x5728;2021&#x5E74;&#x521D;&#x5F00;&#x59CB;&#x8FDB;&#x884C;&#x4EBA;&#x4F53;&#x8BD5;&#x9A8C;&#x3002;&#x201C;&#x6211;&#x4EEC;&#x4E4B;&#x6240;&#x4EE5;&#x80FD;&#x591F;&#x53D6;&#x5F97;&#x5982;&#x6B64;&#x8FDB;&#x5C55;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x4E86;&#x89E3;&#x5FAE;&#x751F;&#x7269;&#x5B66;&#xFF0C;&#x201D; Strandwitz&#x8BF4;&#x3002;&#x6700;&#x5F00;&#x59CB;&#x7684;&#x76EE;&#x6807;&#x662F;&#x7528;&#x4E8E;&#x5931;&#x7720;&#x548C;&#x80A0;&#x6613;&#x6FC0;&#x7EFC;&#x5408;&#x5F81;&#x4FBF;&#x79D8;&#x3002;</p><p>&#x6700;&#x7EC8;&#xFF0C;Holobiome&#x8FD8;&#x662F;&#x4E0D;&#x77E5;&#x9053;&#x5176;&#x6700;&#x4F73;&#x4EA7;&#x54C1;&#x662F;&#x5355;&#x4E2A;&#x7684;&#x7EC6;&#x83CC;&#x3001;&#x4E00;&#x4E2A;&#x83CC;&#x7FA4;&#x8FD8;&#x662F;&#x7531;&#x7EC6;&#x83CC;&#x5408;&#x6210;&#x7684;&#x5316;&#x5408;&#x7269;&#x3002; Strandwitz&#x8BF4;:&#x201C;&#x5C31;&#x76EE;&#x524D;&#x800C;&#x8A00;&#xFF0C;&#x6D3B;&#x7740;&#x7684;&#x5FAE;&#x751F;&#x7269;&#x7684;&#x6548;&#x679C;&#x6700;&#x597D;&#x3002;&#x201D;&#x4ED6;&#x8BA4;&#x4E3A;&#xFF0C;&#x4E00;&#x4E2A;&#x5305;&#x542B;&#x6BD4;&#x5178;&#x578B;&#x76CA;&#x751F;&#x83CC;&#x79CD;&#x7C7B;&#x66F4;&#x5E7F;&#x7684;&#x7EC6;&#x83CC;&#x7FA4;&#x5C06;&#x66F4;&#x5177;&#x6709;&#x901A;&#x7528;&#x6027;&#xFF0C;&#x80FD;&#x591F;&#x6CBB;&#x7597;&#x6291;&#x90C1;&#x75C7;&#x7B49;&#x591A;&#x79CD;&#x75BE;&#x75C5;&#x3002;</p><p>HOLOBIOME&#x5DF2;&#x7ECF;&#x5C06;&#x76EE;&#x5149;&#x6295;&#x5411;&#x4E86;&#x80FD;&#x4EA7;&#x751F;GABA&#x4EE5;&#x5916;&#x7684;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x3002;&#x6570;&#x5343;&#x79CD;&#x65B0;&#x5206;&#x79BB;&#x51FA;&#x7684;&#x5FAE;&#x751F;&#x7269;&#x5728;&#x516C;&#x53F8;&#x603B;&#x90E8;&#x7684;&#x51B7;&#x51BB;&#x74F6;&#x4E2D;&#x7B49;&#x5F85;&#x7740;&#x88AB;&#x53D1;&#x6398;&#x51FA;&#x5B83;&#x4EEC;&#x4F5C;&#x4E3A;&#x7CBE;&#x795E;&#x836F;&#x7269;&#x7684;&#x6F5C;&#x80FD;&#x3002;&#x6700;&#x8FD1;&#x52A0;&#x5165;Holobiome&#x7684;Stephen Skolnick&#x8BF4;:&#x201C;&#x6BCF;&#x5F53;&#x6211;&#x4EEC;&#x770B;&#x5230;&#x6709;&#x4EBA;&#x53D1;&#x8868;&#x5173;&#x4E8E;&#x5FAE;&#x751F;&#x7269;&#x7EC4;&#x7684;&#x65B0;&#x8BBA;&#x6587;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x68C0;&#x67E5;&#x662F;&#x5426;&#x6709;&#x8FD9;&#x4E9B;&#x7EC6;&#x83CC;&#x5E76;&#x590D;&#x5236;&#x8BE5;&#x5B9E;&#x9A8C;&#x3002;&#x201D;</p><p>&#x8FD9;&#x4E9B;&#x5B9E;&#x9A8C;&#x7684;&#x4E00;&#x4E2A;&#x5173;&#x952E;&#x5DE5;&#x5177;&#x662F;&#x201C;&#x80A0;&#x9053;&#x6A21;&#x62DF;&#x5668;&#x201D;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x7CFB;&#x5217;&#x7531;&#x7BA1;&#x9053;&#x8FDE;&#x63A5;&#x7684;&#x70E7;&#x74F6;&#xFF0C;&#x6709;&#x51E0;&#x4E2A;&#x5165;&#x53E3;&#x7528;&#x4E8E;&#x6DFB;&#x52A0;&#x5FAE;&#x751F;&#x7269;&#x548C;&#x76D1;&#x6D4B;&#x80A0;&#x9053;&#x5185;&#x53D1;&#x751F;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x901A;&#x8FC7;&#x5141;&#x8BB8;&#x6A21;&#x62DF;&#x5FAE;&#x751F;&#x7269;&#x7EC4;&#x4ECE;&#x7EC6;&#x83CC;&#x7684;&#x4E0D;&#x540C;&#x7EC4;&#x5408;&#x4E2D;&#x53D1;&#x5C55;&#x800C;&#x6765;&#xFF0C;&#x6709;&#x65F6;&#x8FD8;&#x6709;&#x6DF7;&#x5408;&#x7684;&#x54FA;&#x4E73;&#x52A8;&#x7269;&#x7EC6;&#x80DE;&#xFF0C;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x53EF;&#x4EE5;&#x7814;&#x7A76;&#x65B0;&#x5206;&#x79BB;&#x51FA;&#x7684;&#x5FAE;&#x751F;&#x7269;&#x53CA;&#x5176;&#x4EA7;&#x7269;&#x3002;&#x5982;&#x679C;&#x79D1;&#x5B66;&#x5BB6;&#x4EEC;&#x770B;&#x5230;&#x4E86;&#x5E0C;&#x671B;&#xFF0C;&#x4ED6;&#x4EEC;&#x53EF;&#x4EE5;&#x8FC5;&#x901F;&#x8F6C;&#x5411;&#x601D;&#x8003;&#x5F00;&#x53D1;&#x7684;&#x4E0E;&#x5176;&#x76F8;&#x5173;&#x7684;&#x4EA7;&#x54C1;&#x3002;</p><hr><p>GABA is too big to reach the brain by slipping across the blood-brain barrier, a cellular defense wall that limits the size and types of molecules that can get into the brain from blood vessels. Instead, the molecule may act through the vagus nerve or the enteroendocrine cells. Some researchers might question why bacteria would be any more beneficial than GABA-boosting drugs. But Strandwitz says the bacteria may do more than simply boost GABA. He notes that they produce molecules that may have other effects on the brain and body, thereby addressing other symptoms of depression.</p><p>He and Gilbert are unfazed by those uncertainties. &#x201C;If we can show an influence, without any side effects, I don&#x2019;t see any reason for not going forward with clinical trials,&#x201D; Gilbert says.</p><p>At Holobiome, Strandwitz and colleagues have identified and ranked 30 promising GABA-producing bacteria, including the ones Gilbert is testing. Now, the company is enlisting an outside manufacturer to figure out which GABA-producing bacteria are best suited to produce in large enough quantities to test in people. The researchers hope to complete regulatory and ethical reviews in time to start human trials by early 2021. &#x201C;We&#x2019;ve been able to progress at this rate because we know our microbiology,&#x201D; Strandwitz says. The initial target conditions are insomnia and irritable bowel syndrome with constipation.</p><p>Ultimately, Holobiome does not know whether its best products will be a single bacterial species, a group of species, or a compound made by bacteria. &#x201C;For now, live bugs work the best,&#x201D; Strandwitz says. He suggests a consortium of bacteria that includes a wider range of species than typical probiotics will be more versatile and able to treat multiple aspects of, say, depression.</p><p><strong>HOLOBIOME IS ALREADY LOOKING</strong> beyond GABA producers. Thousands of newly isolated microbes wait in frozen vials at the company&#x2019;s headquarters for their psychobiotic potential to be explored. &#x201C;Whenever we see someone publishes a new paper on the microbiome, we can check if we have those bacteria and replicate the experiments,&#x201D; says Holobiome&#x2019;s Stephen Skolnick, who recently joined the company.</p><p>A key tool for those experiments is a &#x201C;gut simulator,&#x201D; a series of flasks connected by tubing, with several portals for adding microbes and for monitoring what&#x2019;s happening inside. By allowing a mock microbiome to develop from different combinations of bacteria, sometimes with mammalian cells in the mix, the researchers can investigate newly isolated microbes and their products. If the scientists see promise, they can quickly pivot to thinking about additional products to develop.</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Science-Meet the psychobiome
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Science" scheme="https://steven-shixq.github.io/tags/Science/"/>
    
      <category term="Human microbes" scheme="https://steven-shixq.github.io/tags/Human-microbes/"/>
    
      <category term="Psychobiome" scheme="https://steven-shixq.github.io/tags/Psychobiome/"/>
    
  </entry>
  
  <entry>
    <title>R语言学习笔记14</title>
    <link href="https://steven-shixq.github.io/2020/05/16/R%E8%AF%AD%E8%A8%80%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B014/"/>
    <id>https://steven-shixq.github.io/2020/05/16/R%E8%AF%AD%E8%A8%80%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B014/</id>
    <published>2020-05-16T15:12:31.000Z</published>
    <updated>2020-05-16T16:12:58.398Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><h2 id="21-22-markdown&#x683C;&#x5F0F;"><a href="#21-22-markdown&#x683C;&#x5F0F;" class="headerlink" title="21/22 markdown&#x683C;&#x5F0F;"></a>21/22 markdown&#x683C;&#x5F0F;</h2><p>&#x56E0;&#x4E3A;&#x4E4B;&#x524D;&#x5DF2;&#x7ECF;&#x5B66;&#x8FC7;&#x4E86;&#xFF0C;&#x5C31;&#x5927;&#x6982;&#x6D4F;&#x89C8;&#x4E00;&#x904D;&#xFF0C;&#x8865;&#x5145;&#x4E00;&#x70B9;&#x4EE5;&#x524D;&#x6CA1;&#x7528;&#xFF0C;&#x4F46;&#x53EF;&#x80FD;&#x4EE5;&#x540E;&#x4F1A;&#x7528;&#x5230;&#x7684;&#x5185;&#x5BB9;&#x3002;</p><p>&#x5F15;&#x7528;&#x5D4C;&#x5957;&#xFF1A;</p><blockquote><p>&#x5F20;&#x4E09;&#x8BF4;&#xFF1A;&#x674E;&#x56DB;&#x8FD9;&#x6837;&#x8BF4;&#x8FC7;</p><blockquote><p>&#x4E0D;&#x60F3;&#x5F53;&#x5C06;&#x519B;&#x7684;&#x6728;&#x5320;&#x4E0D;&#x662F;&#x597D;&#x53A8;&#x5B50;&#x3002;</p></blockquote></blockquote><h2 id="23-R-Markdown&#x6587;&#x4EF6;&#x683C;&#x5F0F;"><a href="#23-R-Markdown&#x6587;&#x4EF6;&#x683C;&#x5F0F;" class="headerlink" title="23 R Markdown&#x6587;&#x4EF6;&#x683C;&#x5F0F;"></a>23 R Markdown&#x6587;&#x4EF6;&#x683C;&#x5F0F;</h2><p>&#x5728;&#x6587;&#x4EF6;&#x5F00;&#x5934;&#x7528;&#x4E09;&#x4E2A;&#x51CF;&#x53F7;&#x7EC4;&#x6210;&#x7684;&#x884C;&#x5305;&#x56F4;&#x7684;&#x5185;&#x5BB9;&#x79F0;&#x4E3A;&#x5143;&#x6570;&#x636E;&#xFF0C; &#x53EF;&#x4EE5;&#x7528;&#x6765;&#x89C4;&#x5B9A;&#x6587;&#x7AE0;&#x6807;&#x9898;&#x3001;&#x4F5C;&#x8005;&#x3001;&#x65E5;&#x671F;&#x3001;&#x8F93;&#x51FA;&#x683C;&#x5F0F;&#x3001;&#x8F93;&#x51FA;&#x8BBE;&#x7F6E;&#x7B49;&#x5C5E;&#x6027;&#x3002;</p><p>&#x5982;&#x679C;&#x60F3;&#x5C06;R Markdown&#x6587;&#x4EF6;&#x501F;&#x52A9;&#x4E8E;LaTeX&#x683C;&#x5F0F;&#x8F6C;&#x6362;&#x4E3A;PDF&#xFF0C; &#x9700;&#x8981;&#x5728;&#x7CFB;&#x7EDF;&#x4E2D;&#x5B89;&#x88C5;&#x4E00;&#x4E2A;TeX&#x7F16;&#x8BD1;&#x5668;&#x3002; &#x73B0;&#x5728;&#x7684;rmarkdown&#x5305;&#x8981;&#x6C42;&#x4F7F;&#x7528;tinytex&#x6269;&#x5C55;&#x5305;&#x4EE5;&#x53CA;&#x914D;&#x5957;&#x7684;TinyTeX&#x8F6F;&#x4EF6;&#x5305;&#xFF0C; &#x597D;&#x50CF;&#x4E0D;&#x518D;&#x652F;&#x6301;&#x4F7F;&#x7528;&#x672C;&#x673A;&#x539F;&#x6709;&#x7684;LaTex&#x7F16;&#x8BD1;&#x7CFB;&#x7EDF;&#xFF0C; &#x5982;&#x679C;&#x4E0D;&#x5B89;&#x88C5;tinytex&#xFF0C;&#x7F16;&#x8BD1;&#x4E3A;PDF&#x683C;&#x5F0F;&#x65F6;&#x4F1A;&#x51FA;&#x9519;&#x3002; </p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">install.packages(<span class="string">&apos;tinytex&apos;</span>)</span><br><span class="line">tinytex::install_tinytex()</span><br></pre></td></tr></table></figure><p>&#x6D4B;&#x8BD5;tinytex&#x662F;&#x5426;&#x5B89;&#x88C5;&#x6210;&#x529F;,&#x7ED3;&#x679C;&#x4E3A;TURE&#x5219;&#x5B89;&#x88C5;&#x6210;&#x529F;&#xFF08;&#x6CE8;&#x610F;&#xFF1A;&#x4E2D;&#x95F4;&#x662F;&#x4E09;&#x4E2A;&#x5192;&#x53F7;&#xFF09;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">tinytex:::is_tinytex()</span><br></pre></td></tr></table></figure><p>&#x53EF;&#x4EE5;&#x5728;R&#x6216;RStudio&#x4E2D;&#x8FD0;&#x884C;&#x5982;&#x4E0B;&#x547D;&#x4EE4;&#x4EE5;&#x751F;&#x6210;&#x542B;&#x6709;&#x8FD0;&#x884C;&#x7ED3;&#x679C;&#x7684;html&#x6587;&#x4EF6;:</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">rmarkdown::render(<span class="string">&quot;myfile.Rmd&quot;</span>, output_format = <span class="string">&quot;html_document&quot;</span>, encoding=<span class="string">&quot;UTF-8&quot;</span>)</span><br></pre></td></tr></table></figure><p>&#x7528;RStudio&#x7684;Knit&#x56FE;&#x6807;&#x4E00;&#x952E;&#x7F16;&#x8BD1;&#x4E0E;&#x7528;<code>rmarkdown::render()</code>&#x547D;&#x4EE4;&#x7F16;&#x8BD1;&#x6709;&#x91CD;&#x8981;&#x5DEE;&#x522B;&#xFF1A;</p><ul><li>&#x7528;Knit&#x56FE;&#x6807;&#x7F16;&#x8BD1;&#xFF0C;Rmd&#x6587;&#x4EF6;&#x4E2D;&#x7684;&#x7A0B;&#x5E8F;&#x4F1A;&#x5728;&#x4E00;&#x4E2A;&#x5D2D;&#x65B0;&#x7684;&#x4F1A;&#x8BDD;&#x4E2D;&#x6267;&#x884C;&#xFF0C; &#x5F53;&#x524D;&#x4F1A;&#x8BDD;&#x4E2D;&#x5DF2;&#x7ECF;&#x5B9A;&#x4E49;&#x7684;&#x51FD;&#x6570;&#x3001;&#x53D8;&#x91CF;&#x3001;&#x5BFC;&#x5165;&#x7684;&#x6269;&#x5C55;&#x5305;&#x4E0D;&#x4F1A;&#x5F71;&#x54CD;&#x5230;&#x7F16;&#x8BD1;&#x7ED3;&#x679C;&#xFF1B;</li><li>&#x7528;<code>rmarkdown::render()</code>&#x7F16;&#x8BD1;&#xFF0C; Rmd&#x6587;&#x4EF6;&#x4E2D;&#x7684;&#x7A0B;&#x5E8F;&#x662F;&#x5728;&#x5F53;&#x524D;&#x4F1A;&#x8BDD;&#x4E2D;&#x6267;&#x884C;&#x7684;&#xFF0C; &#x4F1A;&#x5E26;&#x6765;&#x4E00;&#x5B9A;&#x7684;&#x517C;&#x5BB9;&#x6027;&#x95EE;&#x9898;&#xFF0C; &#x6709;&#x53EF;&#x80FD;&#x5728;&#x522B;&#x4EBA;&#x7684;&#x73AF;&#x5883;&#x4E0B;&#x5C31;&#x4E0D;&#x80FD;&#x6B63;&#x786E;&#x6267;&#x884C;&#x6216;&#x8005;&#x4F1A;&#x7ED9;&#x51FA;&#x4E0D;&#x540C;&#x7ED3;&#x679C;&#x3002; &#x4F46;&#x662F;&#xFF0C;<code>rmarkdown::render()</code>&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x7A0B;&#x5E8F;&#x8C03;&#x7528;&#xFF0C; &#x6BD4;&#x5982;&#xFF0C;&#x5FAA;&#x73AF;&#x5730;&#x4ECE;&#x540C;&#x4E00;&#x4E2A;Rmd&#x751F;&#x6210;&#x4E00;&#x7CFB;&#x5217;&#x4E0D;&#x540C;&#x7684;&#x62A5;&#x544A;&#x3002; &#x4E3A;&#x4E86;&#x4E0D;&#x8BA9;&#x5F53;&#x524D;&#x4F1A;&#x8BDD;&#x73AF;&#x5883;&#x5E72;&#x6270;&#x7ED3;&#x679C;&#xFF0C; &#x53EF;&#x4EE5;&#x4EBA;&#x4E3A;&#x5730;&#x6253;&#x5F00;&#x4E00;&#x4E2A;&#x65B0;&#x4F1A;&#x8BDD;&#x3002;</li></ul><p>R Markdown&#x4E5F;&#x662F;&#x6211;&#x5728;&#x5B66;&#x4E60;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x4E00;&#x76F4;&#x4F7F;&#x7528;&#x7684;&#xFF0C;&#x7B80;&#x5355;&#x57FA;&#x7840;&#x7684;&#x529F;&#x80FD;&#x8FD9;&#x91CC;&#x5C31;&#x4E0D;&#x518D;&#x91CD;&#x590D;&#x8BB0;&#x5F55;&#xFF0C;&#x53EA;&#x8BB0;&#x4E00;&#x4E9B;&#x6211;&#x4EE5;&#x524D;&#x4E0D;&#x77E5;&#x9053;&#x6216;&#x8005;&#x4E0D;&#x719F;&#x6089;&#x4E14;&#x4F7F;&#x7528;&#x7684;&#x529F;&#x80FD;&#x3002;</p><h3 id="&#x8F93;&#x51FA;&#x8868;&#x683C;"><a href="#&#x8F93;&#x51FA;&#x8868;&#x683C;" class="headerlink" title="&#x8F93;&#x51FA;&#x8868;&#x683C;"></a>&#x8F93;&#x51FA;&#x8868;&#x683C;</h3><p>knitr&#x5305;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A; kable() &#x51FD;&#x6570;&#x53EF;&#x4EE5;&#x7528;&#x6765;&#x628A;&#x6570;&#x636E;&#x6846;&#x6216;&#x77E9;&#x9635;&#x8F6C;&#x5316;&#x6210;&#x6709;&#x683C;&#x5F0F;&#x7684;&#x8868;&#x683C;&#xFF0C; &#x652F;&#x6301;HTML&#x3001;docx&#x3001;LaTeX&#x7B49;&#x683C;&#x5F0F;&#x3002;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">x &lt;- <span class="number">1</span>:<span class="number">10</span>; y &lt;- x^<span class="number">2</span>; lmr &lt;- lm(y ~ x)</span><br><span class="line">co &lt;- summary(lmr)$coefficients</span><br><span class="line">print(co)</span><br></pre></td></tr></table></figure><p>&#x53EF;&#x4EE5;&#x7528;knitr&#x5305;&#x7684;kable&#x51FD;&#x6570;&#x6765;&#x663E;&#x793A;:</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">knitr::kable(co, caption = <span class="string">&apos;summary of y=x^2&apos;</span>)</span><br></pre></td></tr></table></figure><table><thead><tr><th align="left"></th><th align="right">Estimate</th><th align="right">Std. Error</th><th align="right">t value</th><th align="right">Pr(&gt;|t|)</th></tr></thead><tbody><tr><td align="left">(Intercept)</td><td align="right">-22</td><td align="right">5.5497748</td><td align="right">-3.964125</td><td align="right">0.0041530</td></tr><tr><td align="left">x</td><td align="right">11</td><td align="right">0.8944272</td><td align="right">12.298374</td><td align="right">0.0000018</td></tr></tbody></table><p>kable()&#x51FD;&#x6570;&#x7684;digits=&#x9009;&#x9879;&#x53EF;&#x4EE5;&#x63A7;&#x5236;&#x5C0F;&#x6570;&#x70B9;&#x540E;&#x6570;&#x5B57;&#x4F4D;&#x6570;&#xFF0C; caption=&#x9009;&#x9879;&#x53EF;&#x4EE5;&#x6307;&#x5B9A;&#x8868;&#x7684;&#x6807;&#x9898;&#x5185;&#x5BB9;&#x3002;</p><p>R&#x6269;&#x5C55;&#x5305;pander&#x63D0;&#x4F9B;&#x4E86;&#x66F4;&#x597D;&#x7684;&#x8868;&#x683C;&#x80FD;&#x529B;&#xFF0C; &#x4E5F;&#x80FD;&#x4E0E;knitr&#x5305;&#x5F88;&#x597D;&#x7684;&#x5408;&#x4F5C;&#x8F93;&#x51FA;&#x3002; &#x5176;pander()&#x51FD;&#x6570;&#x53EF;&#x4EE5;&#x5C06;&#x591A;&#x79CD;R&#x8F93;&#x51FA;&#x683C;&#x5F0F;&#x8F6C;&#x6362;&#x6210;knitr&#x9700;&#x8981;&#x7684;&#x8868;&#x683C;&#x5F62;&#x5F0F;&#x3002; &#x5982;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># install.packages(&apos;pander&apos;)</span></span><br><span class="line"><span class="keyword">library</span>(pander)</span><br><span class="line">pander::pander(lmr)</span><br></pre></td></tr></table></figure><p>&#x9700;&#x8981;&#x6CE8;&#x610F;&#x7684;&#x662F;&#x5F53;&#x8868;&#x4E2D;&#x4E2D;&#x6709;&#x4E2D;&#x6587;&#x65F6;pander&#x5305;&#x4F1A;&#x51FA;&#x9519;&#x3002;</p><h3 id="23-5-&#x5229;&#x7528;R&#x7A0B;&#x5E8F;&#x63D2;&#x56FE;"><a href="#23-5-&#x5229;&#x7528;R&#x7A0B;&#x5E8F;&#x63D2;&#x56FE;" class="headerlink" title="23.5 &#x5229;&#x7528;R&#x7A0B;&#x5E8F;&#x63D2;&#x56FE;"></a>23.5 &#x5229;&#x7528;R&#x7A0B;&#x5E8F;&#x63D2;&#x56FE;</h3><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">\```{r, echo=FALSE}</span><br><span class="line">\knitr::include_graphics(&quot;https://els-jbs-prod-cdn.jbs.elsevierhealth.com/pb-assets/products/pictureshow/2020-ki-image-awards/01-Koch%27s-2020-Vision-1586362160893.jpg&quot;)</span><br><span class="line">\</span><br></pre></td></tr></table></figure><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line"></span><br><span class="line">&#x4E3A;&#x4E86;&#x8F6C;&#x4E49;&#x4E0A;&#x9762;&#x7684; `\`&#x4E3A;&#x4EBA;&#x4E3A;&#x6DFB;&#x52A0;</span><br><span class="line">echo=FALSE&#x4EE3;&#x8868;&#x4E0D;&#x663E;&#x793A;&#x8FD9;&#x6BB5;&#x4EE3;&#x7801;&#x3002;</span><br><span class="line"></span><br><span class="line"></span><br><span class="line">&gt; &lt;https://rmarkdown.rstudio.com/lesson-3.html&gt;</span><br><span class="line">&gt;</span><br><span class="line">&gt; `echo = FALSE` prevents code, but not the results from appearing in the finished file. This is a useful way to embed figures.</span><br><span class="line"></span><br><span class="line"></span><br><span class="line">```R</span><br><span class="line">knitr::include_graphics(&quot;https://els-jbs-prod-cdn.jbs.elsevierhealth.com/pb-assets/products/pictureshow/2020-ki-image-awards/01-Koch%27s-2020-Vision-1586362160893.jpg&quot;)</span><br></pre></td></tr></table></figure><p>&#x7531;&#x4E8E;PDF&#x4E2D;&#x7684;&#x4E2D;&#x6587;&#x7F16;&#x7801;&#x4E0D;&#x80FD;&#x81EA;&#x52A8;&#x8BC6;&#x522B;&#xFF0C; &#x6240;&#x4EE5;&#x5728;&#x6BCF;&#x4E2A;Rmd&#x6E90;&#x6587;&#x4EF6;&#x7684;&#x5F00;&#x5934;&#x5E94;&#x8BE5;&#x52A0;&#x4E0A;&#x5982;&#x4E0B;&#x7684;&#x8BBE;&#x7F6E;&#xFF0C; &#x4F7F;&#x5F97;&#x751F;&#x6210;PDF&#x56FE;&#x65F6;&#x4E2D;&#x6587;&#x80FD;&#x591F;&#x6B63;&#x786E;&#x663E;&#x793A;&#xFF1A;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">\```{r setup-pdf, include=FALSE}</span><br><span class="line">\pdf.options(family=&quot;GB1&quot;)</span><br><span class="line">\</span><br></pre></td></tr></table></figure><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line">&#x4E3A;&#x4E86;&#x8F6C;&#x4E49;&#x4E0A;&#x9762;&#x7684; `\`&#x4E3A;&#x4EBA;&#x4E3A;&#x6DFB;&#x52A0;</span><br><span class="line"></span><br><span class="line">&gt; &lt;https://rmarkdown.rstudio.com/lesson-3.html&gt;</span><br><span class="line">&gt;</span><br><span class="line">&gt; `include = FALSE` prevents code and results from appearing in the finished file. R Markdown still runs the code in the chunk, and the results can be used by other chunks.</span><br><span class="line"></span><br><span class="line">### &#x4EE3;&#x7801;&#x6BB5;&#x9009;&#x9879;</span><br><span class="line"></span><br><span class="line">&#x72EC;&#x7ACB;&#x4EE3;&#x7801;&#x6BB5;&#x4EE5;\```R&#x5F00;&#x5934;&#xFF0C; &#x5728;&#x5927;&#x62EC;&#x53F7;&#x5185;&#x8FD8;&#x53EF;&#x4EE5;&#x5199;&#x4E00;&#x4E9B;&#x9009;&#x9879;&#xFF0C; &#x9009;&#x9879;&#x4E4B;&#x95F4;&#x4EE5;&#x53CA;&#x4E0E;&#x5F00;&#x59CB;&#x7684;r&#x4E4B;&#x95F4;&#x7528;&#x9017;&#x53F7;&#x5206;&#x9694;&#xFF0C; &#x6240;&#x6709;&#x9009;&#x9879;&#x5199;&#x5728;&#x540C;&#x4E00;&#x884C;&#x5185;&#x4E0D;&#x8981;&#x6362;&#x884C;&#x3002; &#x9009;&#x9879;&#x90FD;&#x4F7F;&#x7528;&#x201C;&#x9009;&#x9879;&#x540D;=&#x9009;&#x9879;&#x503C;&#x201D;&#x7684;&#x683C;&#x5F0F;&#xFF0C; &#x9009;&#x9879;&#x503C;&#x9664;&#x4E86;&#x4F7F;&#x7528;&#x5E38;&#x91CF;&#x5916;&#x4E5F;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5168;&#x5C40;&#x53D8;&#x91CF;&#x540D;&#x6216;&#x8868;&#x8FBE;&#x5F0F;&#x3002; &#x5728;&#x5927;&#x62EC;&#x53F7;&#x5185;&#x5F00;&#x5934;&#x7684; r&#x7A7A;&#x683C;&#x540E;&#x5199;&#x4E00;&#x4E2A;&#x7531;&#x82F1;&#x6587;&#x5927;&#x5C0F;&#x5199;&#x5B57;&#x6BCD;&#x3001;&#x6570;&#x5B57;&#x3001;&#x51CF;&#x53F7;&#x7EC4;&#x6210;&#x7684;&#x6807;&#x8BC6;&#x7B26;&#xFF0C; &#x4F5C;&#x4E3A;&#x4EE3;&#x7801;&#x6BB5;&#x7684;&#x6807;&#x7B7E;&#x3002; &#x6807;&#x7B7E;&#x4E2D;&#x4E0D;&#x8981;&#x7528;&#x5176;&#x5B83;&#x7C7B;&#x578B;&#x7684;&#x5B57;&#x7B26;&#xFF0C; &#x4E0B;&#x5212;&#x7EBF;&#x4E5F;&#x4E0D;&#x8981;&#x7528;&#x3002; &#x5982;</span><br><span class="line"></span><br><span class="line">```R</span><br><span class="line">\```{r firstCode}  </span><br><span class="line">\cat(&apos;This is &#x7B2C;&#x4E00;&#x6BB5;, &#x6709;&#x6807;&#x7B7E;.\n&apos;)  </span><br><span class="line">\</span><br></pre></td></tr></table></figure><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line">- &#x5982;&#x679C;&#x5E0C;&#x671B;&#x4E0D;&#x663E;&#x793A;&#x4EE3;&#x7801;&#xFF0C; &#x52A0;&#x9009;&#x9879;`echo=FALSE`&#x3002;</span><br><span class="line"></span><br><span class="line">- &#x52A0;&#x9009;&#x9879;`tidy=TRUE`&#x53EF;&#x4EE5;&#x81EA;&#x52A8;&#x91CD;&#x65B0;&#x6392;&#x5217;&#x4EE3;&#x7801;&#x6BB5;&#xFF0C; &#x4F7F;&#x5F97;&#x4EE3;&#x7801;&#x6BB5;&#x683C;&#x5F0F;&#x66F4;&#x7B26;&#x5408;&#x89C4;&#x8303;&#x3002;</span><br><span class="line">```R</span><br><span class="line">\```{r tidy=TRUE}</span><br><span class="line">\s &lt;- 0</span><br><span class="line">\for(x in 1:5) {s &lt;- s + x^x; print(s)}</span><br><span class="line">\</span><br></pre></td></tr></table></figure><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line">- &#x52A0;&#x9009;&#x9879;`eval=FALSE`, &#x53EF;&#x4EE5;&#x4F7F;&#x5F97;&#x4EE3;&#x7801;&#x4EC5;&#x663E;&#x793A;&#x800C;&#x4E0D;&#x5B9E;&#x9645;&#x8FD0;&#x884C;&#x3002; &#x8FD9;&#x6837;&#x7684;&#x4EE3;&#x7801;&#x6BB5;&#x5982;&#x679C;&#x6709;&#x6807;&#x7B7E;&#xFF0C; &#x53EF;&#x4EE5;&#x5728;&#x540E;&#x7EED;&#x4EE3;&#x7801;&#x6BB5;&#x4E2D;&#x88AB;&#x5F15;&#x7528;&#x3002;</span><br><span class="line"></span><br><span class="line">- &#x52A0;&#x9009;&#x9879;`include=FALSE`&#xFF0C; &#x5219;&#x672C;&#x4EE3;&#x7801;&#x6BB5;&#x4EC5;&#x8FD0;&#x884C;&#xFF0C; &#x4F46;&#x662F;&#x4EE3;&#x7801;&#x548C;&#x7ED3;&#x679C;&#x90FD;&#x4E0D;&#x5199;&#x5165;&#x5230;&#x751F;&#x6210;&#x7684;&#x6587;&#x6863;&#x4E2D;&#x3002;</span><br><span class="line"></span><br><span class="line">- &#x4E00;&#x4E2A;&#x4EE3;&#x7801;&#x5757;&#x7684;&#x4EE3;&#x7801;&#x3001;&#x8F93;&#x51FA;&#x901A;&#x5E38;&#x88AB;&#x5206;&#x89E3;&#x4E3A;&#x591A;&#x4E2A;&#x539F;&#x6837;&#x6587;&#x672C;&#x5757;&#x4E2D;&#xFF0C; &#x5982;&#x679C;&#x4E00;&#x4E2A;&#x4EE3;&#x7801;&#x5757;&#x5E0C;&#x671B;&#x6240;&#x6709;&#x7684;&#x4EE3;&#x7801;&#x3001;&#x8F93;&#x51FA;&#x90FD;&#x5199;&#x5230;&#x540C;&#x4E00;&#x4E2A;&#x539F;&#x6837;&#x6587;&#x672C;&#x5757;&#x4E2D;&#xFF0C; &#x52A0;&#x9009;&#x9879;collapse=TRUE&#x3002; &#x4F8B;&#x5982;&#xFF0C; &#x6CA1;&#x6709;&#x8FD9;&#x4E2A;&#x9009;&#x9879;&#x65F6;&#xFF1A;</span><br><span class="line"></span><br><span class="line">```R</span><br><span class="line">sin(pi/2)</span><br><span class="line">cos(pi/2)</span><br></pre></td></tr></table></figure><figure class="highlight r"><table><tr><td class="code"><pre><span class="line">\```{r collapse=T}</span><br><span class="line">\sin(pi/2)</span><br><span class="line">\cos(pi/2)</span><br><span class="line">\</span><br></pre></td></tr></table></figure><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line">&#x4EE3;&#x7801;&#x548C;&#x7ED3;&#x679C;&#x88AB;&#x5206;&#x6210;&#x4E86;4&#x4E2A;&#x539F;&#x6837;&#x6587;&#x672C;&#x5757;&#x3002; &#x52A0;&#x4E0A;collapse=TRUE&#x540E;,&#x4EE3;&#x7801;&#x548C;&#x7ED3;&#x679C;&#x90FD;&#x5728;&#x4E00;&#x4E2A;&#x539F;&#x6837;&#x6587;&#x672C;&#x5757;&#x4E2D;&#x3002;</span><br><span class="line"></span><br><span class="line">&#x7528;&#x9009;&#x9879;`results=`&#x9009;&#x62E9;&#x6587;&#x672C;&#x578B;&#x7ED3;&#x679C;&#x7684;&#x7C7B;&#x578B;&#x3002; &#x53D6;&#x503C;&#x6709;&#xFF1A;</span><br><span class="line"></span><br><span class="line">- `markup`, &#x8FD9;&#x662F;&#x7F3A;&#x7701;&#x9009;&#x9879;&#xFF0C; &#x4F1A;&#x628A;&#x6587;&#x672C;&#x578B;&#x7ED3;&#x679C;&#x53D8;&#x6210;HTML&#x7684;&#x539F;&#x6837;&#x6587;&#x672C;&#x683C;&#x5F0F;&#x3002;</span><br><span class="line">- `hide`, &#x8FD0;&#x884C;&#x4E86;&#x4EE3;&#x7801;&#x540E;&#x4E0D;&#x663E;&#x793A;&#x8FD0;&#x884C;&#x7ED3;&#x679C;&#x3002;</span><br><span class="line">- `hold`, &#x4E00;&#x4E2A;&#x4EE3;&#x7801;&#x5757;&#x6240;&#x6709;&#x7684;&#x4EE3;&#x7801;&#x90FD;&#x663E;&#x793A;&#x5B8C;&#xFF0C; &#x624D;&#x663E;&#x793A;&#x6240;&#x6709;&#x7684;&#x7ED3;&#x679C;&#x3002;</span><br><span class="line">- `asis`, &#x6587;&#x672C;&#x578B;&#x8F93;&#x51FA;&#x76F4;&#x63A5;&#x8FDB;&#x5165;&#x5230;HTML&#x6587;&#x4EF6;&#x4E2D;&#xFF0C; &#x8FD9;&#x9700;&#x8981;R&#x4EE3;&#x7801;&#x76F4;&#x63A5;&#x751F;&#x6210;HTML&#x6807;&#x7B7E;&#xFF0C; knitr&#x5305;&#x7684;`kable()`&#x51FD;&#x6570;&#x53EF;&#x4EE5;&#x628A;&#x6570;&#x636E;&#x6846;&#x8F6C;&#x6362;&#x4E3A;HTML&#x4EE3;&#x7801;&#x7684;&#x8868;&#x683C;&#x3002;</span><br><span class="line"></span><br><span class="line">```R</span><br><span class="line">\```{r collapse=TRUE, results=&apos;hold&apos;}</span><br><span class="line">\sin(pi/2)</span><br><span class="line">\cos(pi/2)</span><br><span class="line">\</span><br></pre></td></tr></table></figure><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line"></span><br><span class="line">&#x7ED3;&#x679C;&#x4E3A;&#xFF1A;</span><br></pre></td></tr></table></figure><p>sin(pi/2)<br>cos(pi/2)</p><h2 id="1-1"><a href="#1-1" class="headerlink" title="[1] 1"></a>[1] 1</h2><h2 id="1-6-123032e-17"><a href="#1-6-123032e-17" class="headerlink" title="[1] 6.123032e-17"></a>[1] 6.123032e-17</h2><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line"></span><br><span class="line">&#x9009;&#x9879;`warning=FALSE`&#x4F7F;&#x5F97;&#x4EE3;&#x7801;&#x6BB5;&#x7684;&#x8B66;&#x544A;&#x4FE1;&#x606F;&#x4E0D;&#x8FDB;&#x5165;&#x7F16;&#x8BD1;&#x7ED3;&#x679C;&#xFF0C; &#x800C;&#x662F;&#x5728;&#x63A7;&#x5236;&#x53F0;(console)&#x4E2D;&#x663E;&#x793A;&#x3002; &#x6709;&#x4E00;&#x4E9B;&#x6269;&#x5C55;&#x5305;&#x7684;&#x8F7D;&#x5165;&#x8B66;&#x544A;&#x53EF;&#x4EE5;&#x7528;&#x8FD9;&#x79CD;&#x529E;&#x6CD5;&#x5C4F;&#x853D;&#x3002;</span><br><span class="line"></span><br><span class="line">&#x9009;&#x9879;`error=FALSE`&#x53EF;&#x4EE5;&#x4F7F;&#x5F97;&#x9519;&#x8BEF;&#x4FE1;&#x606F;&#x4E0D;&#x8FDB;&#x5165;&#x7F16;&#x8BD1;&#x7ED3;&#x679C;&#xFF0C; &#x800C;&#x662F;&#x51FA;&#x9519;&#x505C;&#x6B62;&#x5E76;&#x5C06;&#x9519;&#x8BEF;&#x4FE1;&#x606F;&#x5728;&#x63A7;&#x5236;&#x53F0;&#x4E2D;&#x663E;&#x793A;&#x3002;</span><br><span class="line"></span><br><span class="line">&#x9009;&#x9879;`message=FALSE`&#x53EF;&#x4EE5;&#x4F7F;&#x5F97;message&#x7EA7;&#x522B;&#x7684;&#x4FE1;&#x606F;&#x4E0D;&#x8FDB;&#x5165;&#x7F16;&#x8BD1;&#x7ED3;&#x679C;&#xFF0C; &#x800C;&#x662F;&#x5728;&#x63A7;&#x5236;&#x53F0;&#x4E2D;&#x663E;&#x793A;&#x3002;</span><br><span class="line"></span><br><span class="line">#### &#x56FE;&#x5F62;&#x9009;&#x9879;</span><br><span class="line"></span><br><span class="line">**&#x56FE;&#x5F62;&#x5927;&#x5C0F;**</span><br><span class="line"></span><br><span class="line">&#x7528;fig.width=&#x6307;&#x5B9A;&#x751F;&#x6210;&#x7684;&#x56FE;&#x5F62;&#x7684;&#x5BBD;&#x5EA6;&#xFF0C; &#x7528;fig.height=&#x6307;&#x5B9A;&#x751F;&#x6210;&#x7684;&#x56FE;&#x5F62;&#x7684;&#x9AD8;&#x5EA6;&#xFF0C; &#x5355;&#x4F4D;&#x662F;&#x82F1;&#x5BF8;&#xFF08;1&#x82F1;&#x5BF8;&#x7B49;&#x4E8E;2.54&#x5398;&#x7C73;&#xFF09;&#x3002;</span><br><span class="line"></span><br><span class="line">&#x4E0B;&#x9762;&#x7ED9;&#x51FA;&#x4E00;&#x4E2A;&#x957F;&#x5BBD;&#x90FD;&#x662F;1&#x5398;&#x7C73;&#x7684;&#x56FE;&#x4F8B;&#x3002;</span><br><span class="line">```R</span><br><span class="line">\```{r fig.width=1/2.54, fig.height=1/2.54}</span><br><span class="line">\x &lt;- c(-2:2)</span><br><span class="line">\plot(x^2)</span><br><span class="line">\</span><br></pre></td></tr></table></figure><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line">fig.width=&#x548C;fig.height=&#x89C4;&#x5B9A;&#x7684;&#x662F;&#x751F;&#x6210;&#x7684;&#x56FE;&#x5F62;&#x5927;&#x5C0F;&#xFF0C; &#x5B9E;&#x9645;&#x751F;&#x6210;&#x56FE;&#x5F62;&#x7684;&#x663E;&#x793A;&#x5927;&#x5C0F;&#x4F1A;&#x53D7;&#x5230;dpi&#xFF08;&#x5206;&#x8FA8;&#x7387;&#xFF09;&#x5F71;&#x54CD;&#xFF0C; &#x9ED8;&#x8BA4;dpi&#x662F;72&#xFF08;&#x6BCF;&#x82F1;&#x5BF8;72&#x4E2A;&#x70B9;&#xFF09;&#xFF0C; &#x4E5F;&#x53EF;&#x4EE5;&#x7528;dpi=&#x9009;&#x62E9;&#x5206;&#x8FA8;&#x7387;&#x3002; &#x8F6C;&#x5316;&#x540E;&#x7684;HTML&#x6587;&#x4EF6;&#x663E;&#x793A;&#x65F6;&#x4E0D;&#x4E00;&#x5B9A;&#x6309;&#x539F;&#x59CB;&#x5927;&#x5C0F;&#x663E;&#x793A;&#x3002; &#x7528;out.width=&#x548C;out.height=&#x53EF;&#x4EE5;&#x6307;&#x5B9A;&#x663E;&#x793A;&#x5927;&#x5C0F;&#xFF0C; &#x4F46;&#x662F;&#x5FC5;&#x987B;&#x662F;&#x6700;&#x7EC8;&#x6587;&#x4EF6;&#x683C;&#x5F0F;&#x627F;&#x8BA4;&#x7684;&#x5355;&#x4F4D;&#xFF0C; &#x6BD4;&#x5982;HTML&#x7684;&#x56FE;&#x5F62;&#x5927;&#x5C0F;&#x5355;&#x4F4D;&#x662F;&#x70B9;&#xFF08;&#x5E73;&#x5E38;&#x8BF4;&#x5C4F;&#x5E55;&#x5206;&#x8FA8;&#x7387;&#x7684;&#x5355;&#x4F4D;&#xFF09;&#x3002; &#x6216;&#x8005;&#x5199;&#x6210;&#x5982;90%&#x8FD9;&#x6837;&#x7684;&#x767E;&#x5206;&#x6BD4;&#x683C;&#x5F0F;&#x3002; &#x4F8B;&#x5982;&#x5728;&#x4E0A;&#x9762;&#x7684;&#x4F8B;&#x5B50;&#x4E2D;&#x52A0;&#x4E0A;&#x8F93;&#x51FA;&#x5EA6;&#x4E3A;&#x9875;&#x9762;&#x5BBD;&#x5EA6;80%&#x7684;&#x9009;&#x9879;&#xFF1A;</span><br><span class="line">```R</span><br><span class="line">\```{r fig.width=10/2.54, fig.height=10/2.54, out.width=&quot;80%&quot;}</span><br><span class="line">\plot(-2:2, x^2)</span><br><span class="line">\</span><br></pre></td></tr></table></figure><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line"></span><br><span class="line">```R</span><br><span class="line">par(mar = c(3, 3, 0.1, 0.1))</span><br><span class="line">plot(1:10, ann = FALSE, las = 1)</span><br><span class="line">text(5, 9, &quot;Testing low level graphics&quot;)</span><br></pre></td></tr></table></figure><p>&#x5176;&#x4E2D;text()&#x51FD;&#x6570;&#x7684;&#x7ED3;&#x679C;&#x4E0E;&#x9AD8;&#x7EA7;&#x56FE;&#x5F62;&#x51FD;&#x6570;plot()&#x7684;&#x7ED3;&#x679C;&#x4E00;&#x8D77;&#x663E;&#x793A;&#x3002;</p><p>fig.keep&#x8FD8;&#x53EF;&#x4EE5;&#x53D6;&#xFF1A;all, &#x4F1A;&#x628A;&#x4F4E;&#x7EA7;&#x56FE;&#x5F62;&#x51FD;&#x6570;&#x4FEE;&#x6539;&#x540E;&#x7684;&#x7ED3;&#x679C;&#x5355;&#x72EC;&#x4FDD;&#x5B58;&#xFF1B; last, &#x4EC5;&#x4FDD;&#x7559;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x56FE;&#x5F62;&#xFF1B;first, &#x4EC5;&#x4FDD;&#x7559;&#x7B2C;&#x4E00;&#x4E2A;&#x56FE;&#xFF1B; none, &#x6240;&#x6709;&#x56FE;&#x90FD;&#x4E0D;&#x663E;&#x793A;&#x51FA;&#x6765;&#x3002;</p><hr><p>&#x4EE5;&#x4E0B;&#x8FD9;&#x6BB5;Hexo&#x4E0D;&#x80FD;&#x6B63;&#x5E38;&#x7F16;&#x8BD1;&#xFF0C;&#x4E3A;&#x622A;&#x56FE;&#xFF1A;</p><p><img src="/" class="lazyload" data-src="https://img.mubu.com/document_image/0421da12-3607-47ba-8243-1a4e5cf5c891-4340683.jpg"  alt="img"></p><p><img src="/" class="lazyload" data-src="https://img.mubu.com/document_image/d57e9a5e-3238-4006-8e73-769fc100a718-4340683.jpg"  alt="img"></p><hr><p><strong>&#x4FEE;&#x9970;&#x7B26;</strong></p><p>&#x5BFC;&#x6570;&#xFF1A;$f&#x2019;(x)$<br>&#x4E8C;&#x9636;&#x5BFC;&#x6570;&#xFF1A;$f&#x2019;&#x2019;(x)$<br>&#x504F;&#x5BFC;&#x6570;&#x5199;&#x6CD5;&#xFF1A;$\frac{\partial f(x,t)}{\partial x}$</p><p><strong>&#x5BF9;&#x9F50;&#x4E0E;&#x77E9;&#x9635;</strong></p><p>&#x4E3A;&#x4E86;&#x4EA7;&#x751F;&#x5BF9;&#x9F50;&#x7684;&#x516C;&#x5F0F;&#xFF0C; &#x5728;&#x72EC;&#x7ACB;&#x516C;&#x5F0F;&#x4E2D;&#x4F7F;&#x7528;aligned&#x73AF;&#x5883;&#x3002; &#x516C;&#x5F0F;&#x4E2D;&#x7684;&#x73AF;&#x5883;&#x4EE5;<code>\begin{&#x73AF;&#x5883;&#x540D;}</code>&#x5F00;&#x59CB;&#xFF0C; &#x4EE5;<code>\end{&#x73AF;&#x5883;&#x540D;}</code>&#x7ED3;&#x675F;&#xFF0C; &#x7528;<code>\\</code>&#x8868;&#x793A;&#x6362;&#x884C;&#xFF0C;&#x7528;<code>&amp;</code>&#x8868;&#x793A;&#x4E00;&#x4E2A;&#x4E0A;&#x4E0B;&#x5BF9;&#x9F50;&#x4F4D;&#x7F6E;&#x3002; &#x5982;<br>&#x5176;&#x4E2D;&#x7684;alifned&#x4E0D;&#x80FD;&#x66F4;&#x6539;<br>$$<br>\begin{aligned}  f(x)=&amp; \sum_{k=0}^\infty \frac{1}{k!} x^k \  = &amp; e^x\end{aligned}<br>$$</p><p>&#x53EF;&#x4EE5;&#x7528;pmatrix&#x73AF;&#x5883;&#x5236;&#x4F5C;&#x5199;&#x5728;&#x5706;&#x62EC;&#x53F7;&#x4E2D;&#x7684;&#x77E9;&#x9635;&#xFF1A;<br>$$<br>\begin{pmatrix}<br>  x_1 &amp; x_2 \<br>  x_3 &amp; x_{22}<br>\end{pmatrix}<br>$$</p><p>&#x7528;bmatrix&#x73AF;&#x5883;&#x5236;&#x4F5C;&#x5199;&#x5728;&#x65B9;&#x62EC;&#x53F7;&#x4E2D;&#x7684;&#x77E9;&#x9635;&#xFF1A;<br>$$<br>\begin{bmatrix}<br>  x_1 &amp; x_2 \<br>  x_3 &amp; x_{22}<br>\end{bmatrix}<br>$$</p><p>&#x7528;vmatrix&#x5236;&#x4F5C;&#x5199;&#x5728;&#x7EDD;&#x5BF9;&#x503C;&#x53F7;&#x4E2D;&#x7684;&#x77E9;&#x9635;&#xFF1A;</p><p>$$<br>\begin{vmatrix}<br>  x_1 &amp; x_2 \<br>  x_3 &amp; x_{22}<br>\end{vmatrix}<br>$$<br><strong>&#x7279;&#x6B8A;&#x5B57;&#x4F53;</strong></p><p>&#x6570;&#x5B66;&#x516C;&#x5F0F;&#x4E2D;&#x7684;&#x5355;&#x8BCD;&#x3001;&#x6587;&#x5B57;&#x5FC5;&#x987B;&#x7528;<code>\text{...}</code>&#x4FDD;&#x62A4;&#xFF0C;&#x6BD4;&#x5982;</p><p>$$<br>\text{CV} = \frac{S}{\bar x} \times 100 %<br>$$<br>&#x4E0A;&#x4F8B;&#x4E2D;&#x5982;&#x679C;&#x4E0D;&#x7528;<code>\text{}</code>&#x4FDD;&#x62A4;&#xFF0C;&#x5C31;&#x4F1A;&#x663E;&#x793A;&#x4E3A;&#xFF1A;</p><p>$$<br>CV = \frac{S}{\bar x} \times 100 %<br>$$</p><p>&#x8FD9;&#x91CC;&#x659C;&#x4F53;&#x7684;<em>CV</em>&#x901A;&#x5E38;&#x8868;&#x793A;C&#x4E58;V</p><p>&#x6709;&#x65F6;&#x7528;&#x7C97;&#x4F53;&#x8868;&#x793A;&#x5411;&#x91CF;&#x6216;&#x8005;&#x77E9;&#x9635;&#xFF0C; &#x7528;<code>\boldsymbol{...}</code>&#x8BF4;&#x660E;&#x3002;&#x5982;</p><p>$$<br>\boldsymbol{v} = (v_1, v_2)^T<br>$$</p><p>&#x7F8E;&#x672F;&#x4F53;&#x82F1;&#x6587;&#x5B57;&#x6BCD;&#x7528;<code>\mathcal{...}</code>&#xFF0C; &#x5982;$\mathcal{A, B, C}$&#x5199;&#x6CD5;&#x4E3A;<code>$\mathcal{A, B, C}$</code>&#x3002;</p><p>&#x624B;&#x5199;&#x82B1;&#x4F53;&#x5B57;&#x6BCD;&#x7528;<code>\mathscr{...}</code>&#xFF0C; &#x5982;$\mathscr{B, C, F, G}$&#x5199;&#x6CD5;&#x4E3A;<code>$\mathscr{B, C, F, G}$</code>&#x3002;</p><p><strong>&#x4E0E;&#x5176;&#x4ED6;&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x4EA4;&#x4E92;</strong></p><p>Rmd&#x6587;&#x4EF6;&#x4E2D;&#x9664;&#x4E86;R&#x4EE3;&#x7801;&#x6BB5;&#x4EE5;&#x5916;&#xFF0C; &#x8FD8;&#x53EF;&#x4EE5;&#x63D2;&#x5165;Rcpp&#x3001;Python&#x3001;Julia&#x3001;SQL&#x7B49;&#x8BB8;&#x591A;&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x7684;&#x4EE3;&#x7801;&#x6BB5;&#xFF0C; &#x5E38;&#x7528;&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x8FD8;&#x53EF;&#x4EE5;&#x4E0E;R&#x4EE3;&#x7801;&#x6BB5;&#x8FDB;&#x884C;&#x4FE1;&#x606F;&#x4EA4;&#x6362;&#x3002;</p><figure class="highlight r"><table><tr><td class="code"><pre><span class="line"><span class="comment"># python</span></span><br><span class="line">install.packages(<span class="string">&apos;reticulate&apos;</span>)</span><br><span class="line"><span class="comment"># &#x8FD8;&#x9700;&#x8981;&#x5B89;&#x88C5;Minicoda&#x5305;</span></span><br></pre></td></tr></table></figure><figure class="highlight python"><table><tr><td class="code"><pre><span class="line">print(<span class="string">&quot;Hello, world&quot;</span>)</span><br></pre></td></tr></table></figure><h3 id="&#x5C5E;&#x6027;&#x8BBE;&#x7F6E;"><a href="#&#x5C5E;&#x6027;&#x8BBE;&#x7F6E;" class="headerlink" title="&#x5C5E;&#x6027;&#x8BBE;&#x7F6E;"></a>&#x5C5E;&#x6027;&#x8BBE;&#x7F6E;</h3><h4 id="YAML&#x5143;&#x6570;&#x636E;"><a href="#YAML&#x5143;&#x6570;&#x636E;" class="headerlink" title="YAML&#x5143;&#x6570;&#x636E;"></a>YAML&#x5143;&#x6570;&#x636E;</h4><p>.Rmd&#x6587;&#x4EF6;&#x5F00;&#x5934;&#x7684;&#x4E0A;&#x4E0B;&#x5404;&#x4E09;&#x4E2A;&#x51CF;&#x53F7;&#x5305;&#x56F4;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x5C31;&#x662F;YAML&#x5143;&#x6570;&#x636E;&#x5757;(YAML meta data block)&#xFF0C; &#x5757;&#x540E;&#x9762;&#x5FC5;&#x987B;&#x7528;&#x7A7A;&#x884C;&#x5206;&#x9694;&#x3002;<br>&#x5982;&#x672C;&#x6587;&#x5F00;&#x5934;&#x7684;&#xFF1A;</p><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line">---</span><br><span class="line">title: &quot;R&#x8BED;&#x8A00;&#x6559;&#x7A0B;&#x5B66;&#x4E60;&#x7B14;&#x8BB0;&quot;</span><br><span class="line">author: &quot;Shixq&quot;</span><br><span class="line">date: &quot;2020/2/14&quot;</span><br><span class="line">output:</span><br><span class="line">  pdf_document: default</span><br><span class="line">  html_document: default</span><br><span class="line">---</span><br></pre></td></tr></table></figure><p>&#x8FD9;&#x4E09;&#x4E2A;&#x8BBE;&#x7F6E;&#x4F1A;&#x51FA;&#x73B0;&#x5728;&#x8F6C;&#x6362;&#x540E;&#x7ED3;&#x679C;&#x7684;&#x6807;&#x9898;&#x90E8;&#x5206;&#x3002; RStudio&#x7684;&#x4E2D;&#x6587;&#x652F;&#x6301;&#x8FD8;&#x662F;&#x6709;&#x65F6;&#x51FA;&#x73B0;&#x95EE;&#x9898;&#xFF0C; &#x5982;&#x679C;&#x51FA;&#x73B0;&#x6D89;&#x53CA;&#x5230;YAML&#x7684;&#x9519;&#x8BEF;&#xFF0C; &#x5148;&#x5C06;&#x4E2D;&#x6587;&#x5185;&#x5BB9;&#x66FF;&#x6362;&#x4E3A;&#x82F1;&#x6587;&#x8BD5;&#x4E00;&#x8BD5;&#x3002;</p><p>&#x56E0;&#x4E3A;&#x5192;&#x53F7;:&#x5728;&#x5C5E;&#x6027;&#x8BBE;&#x7F6E;&#x4E2D;&#x6709;&#x7279;&#x6B8A;&#x610F;&#x4E49;&#xFF0C; &#x5C5E;&#x6027;&#x8BBE;&#x7F6E;&#x503C;&#x5982;&#x679C;&#x542B;&#x6709;&#x5192;&#x53F7;&#xFF0C; &#x9700;&#x8981;&#x628A;&#x6574;&#x4E2A;&#x5C5E;&#x6027;&#x503C;&#x4E24;&#x8FB9;&#x7528;&#x5355;&#x6487;&#x53F7;&#x754C;&#x5B9A;&#x3002;</p><p>&#x5C5E;&#x6027;&#x503C;&#x53EF;&#x4EE5;&#x662F;&#x5217;&#x8868;&#x6216;&#x591A;&#x9879;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;</p><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line">---</span><br><span class="line">title:  &apos;This is the title: it contains a colon&apos;</span><br><span class="line">author:</span><br><span class="line">  - name: Author One</span><br><span class="line">    affiliation: University of Somewhere</span><br><span class="line">  - name: Author Two</span><br><span class="line">    affiliation: University of Nowhere</span><br><span class="line">tags: [nothing, nothingness]</span><br><span class="line">abstract: |</span><br><span class="line">  This is the abstract.</span><br><span class="line"></span><br><span class="line">  It consists of two paragraphs.</span><br><span class="line">---</span><br></pre></td></tr></table></figure><p>abstract&#x5C5E;&#x6027;&#x7528;&#x7BA1;&#x9053;&#x7B26;&#x53F7;|&#x8868;&#x793A;&#x5F00;&#x5934;&#xFF0C;&#x4E0D;&#x9700;&#x8981;&#x7ED3;&#x675F;&#x6807;&#x5FD7;&#xFF0C;&#x5185;&#x5BB9;&#x7F29;&#x8FDB;&#x3002;<br>&#x8FD9;&#x548C;&#x6211;&#x5EFA;&#x535A;&#x5BA2;&#x4F7F;&#x7528;&#x7684;YAML&#x5143;&#x6570;&#x636E;&#x662F;&#x4E00;&#x6837;&#x7684;&#x3002;</p><p><strong>&#x8F93;&#x51FA;&#x683C;&#x5F0F;</strong></p><p>.Rmd&#x6587;&#x4EF6;&#x5F00;&#x5934;&#x7684;YAML&#x5143;&#x6570;&#x636E;&#x4E2D;&#xFF0C; &#x5C5E;&#x6027;<code>output</code>&#x9009;&#x62E9;&#x8F93;&#x51FA;&#x7684;&#x683C;&#x5F0F;&#xFF0C; &#x5982;</p><ul><li><code>html_document</code>&#x662F;HTML&#x8F93;&#x51FA;;</li><li><code>pdf_document</code>&#x662F;PDF&#x8F93;&#x51FA;&#xFF0C;&#x901A;&#x8FC7;&#x7CFB;&#x7EDF;&#x4E2D;&#x53E6;&#x5916;&#x5B89;&#x88C5;LaTeX&#x7F16;&#x8BD1;&#x7CFB;&#x7EDF;&#x8F6C;&#x6362;&#xFF1B;</li><li><code>word_document</code>&#x662F;docx&#x683C;&#x5F0F;&#x7684;Word&#x6587;&#x4EF6;&#x8F93;&#x51FA;&#xFF0C;&#x7B49;&#x7B49;&#x3002;</li></ul><p>&#x5176;&#x4E2D;default&#x8868;&#x793A;&#x8BE5;&#x8F93;&#x51FA;&#x683C;&#x5F0F;&#x5B8C;&#x5168;&#x4F7F;&#x7528;&#x9ED8;&#x8BA4;&#x8BBE;&#x7F6E;&#x3002; &#x5728;&#x8F93;&#x51FA;&#x683C;&#x5F0F;&#x6CA1;&#x6709;&#x5B9A;&#x5236;&#x8BBE;&#x7F6E;&#x65F6;&#x5FC5;&#x987B;&#x6709;default&#x6307;&#x5B9A;&#x3002;</p><p><strong>&#x8F93;&#x51FA;&#x683C;&#x5F0F;&#x8BBE;&#x7F6E;</strong></p><p>&#x5728;&#x6BCF;&#x79CD;&#x8F93;&#x51FA;&#x683C;&#x5F0F;&#x540E;&#x9762;&#x8FD8;&#x53EF;&#x4EE5;&#x7EE7;&#x7EED;&#x6DFB;&#x52A0;&#x8BE5;&#x8F93;&#x51FA;&#x7279;&#x6709;&#x5C5E;&#x6027;&#x3002; &#x5982;&#xFF1A;</p><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line">output:</span><br><span class="line">  html_document:</span><br><span class="line">    toc: ture</span><br><span class="line">    number_sections: true</span><br><span class="line">  word_document:</span><br><span class="line">    toc: true</span><br><span class="line">  pdf_document:</span><br><span class="line">    toc: true</span><br></pre></td></tr></table></figure><p><code>html_document</code>&#x662F;<code>output</code>&#x7684;&#x5C5E;&#x6027;&#xFF0C; &#x96B6;&#x5C5E;&#x5173;&#x7CFB;&#x7528;&#x7F29;&#x8FDB;&#x8868;&#x793A;&#xFF1B; <code>html_document</code>&#x53C8;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x5C5E;&#x6027;<code>toc</code>&#x548C;<code>toc_depth</code>&#xFF0C; &#x96B6;&#x5C5E;&#x5173;&#x7CFB;&#x7528;&#x7F29;&#x8FDB;&#x8868;&#x793A;&#x3002; &#x5C5E;&#x6027;<code>toc: true</code>&#x8868;&#x793A;&#x8981;&#x81EA;&#x52A8;&#x751F;&#x6210;&#x53EF;&#x70B9;&#x51FB;&#x7684;&#x76EE;&#x5F55;&#x3002; &#x8F93;&#x51FA;&#x683C;&#x5F0F;&#x7684;&#x5C5E;&#x6027;<code>toc_depth</code>&#x662F;&#x76EE;&#x5F55;&#x5305;&#x542B;&#x7684;&#x7AE0;&#x8282;&#x5C42;&#x7EA7;&#x6570;&#x3002;</p><p>&#x5BF9;<code>html_document</code>&#x8F93;&#x51FA;&#xFF0C; &#x5C5E;&#x6027;<code>toc_float: true</code>&#x4F7F;&#x5F97;&#x751F;&#x6210;&#x7684;&#x6587;&#x6863;&#x5728;&#x5DE6;&#x4FA7;&#x663E;&#x793A;&#x4E00;&#x4E2A;&#x76EE;&#x5F55;&#x5BFC;&#x89C8;&#x7A97;&#x683C;&#x3002; &#x800C;<code>toc_float</code>&#x5C5E;&#x6027;&#x53C8;&#x53EF;&#x4EE5;&#x6307;&#x5B9A;&#x4E00;&#x4E9B;&#x5C5E;&#x6027;&#xFF0C;&#x96B6;&#x5C5E;&#x5173;&#x7CFB;&#x7528;&#x7F29;&#x8FDB;&#x8868;&#x793A;&#x3002; <code>toc_float</code>&#x7684;&#x5C5E;&#x6027;<code>collapse: true</code>&#x8868;&#x793A;&#x4EC5;&#x5C55;&#x5F00;&#x7AE0;&#x8282;&#x7B2C;&#x4E00;&#x5C42;&#x7EA7;&#xFF0C; <code>smooth_scroll: true</code>&#x4F7F;&#x5F97;&#x901A;&#x8FC7;&#x5BFC;&#x89C8;&#x7A97;&#x683C;&#x8DF3;&#x8DC3;&#x65F6;&#x9875;&#x9762;&#x6709;&#x5E73;&#x6ED1;&#x6EDA;&#x52A8;&#x8FC7;&#x7A0B;&#x663E;&#x793A;&#x3002; </p><p>&#x8F93;&#x51FA;&#x683C;&#x5F0F;&#x7684;&#x5C5E;&#x6027;<code>number_sections</code>&#x4E3A;<code>true</code>&#x53EF;&#x4EE5;&#x81EA;&#x52A8;&#x5BF9;&#x7AE0;&#x8282;&#x7F16;&#x53F7;&#x3002; HTML&#x8F93;&#x51FA;&#x4E0E;PDF&#x8F93;&#x51FA;&#x90FD;&#x652F;&#x6301;&#x6B64;&#x529F;&#x80FD;&#x3002;</p><p>&#x5728;&#x7AE0;&#x8282;&#x81EA;&#x52A8;&#x7F16;&#x53F7;&#x65F6;&#xFF0C; &#x5982;&#x679C;&#x4E0D;&#x662F;&#x5229;&#x7528;bookdown&#x5305;&#x800C;&#x662F;&#x57FA;&#x4E8E;&#x57FA;&#x672C;&#x7684;R Markdown&#xFF0C; &#x6587;&#x4E2D;&#x7684;&#x5206;&#x8282;&#x6700;&#x9AD8;&#x5C42;&#x7EA7;&#x6700;&#x597D;&#x7528;&#x4E00;&#x4E2A;&#x4E95;&#x53F7;&#xFF0C; &#x5BF9;&#x5E94;&#x4E8E;&#x8282;&#xFF0C; &#x5982;&#x679C;&#x7528;&#x4E24;&#x4E2A;&#x4E95;&#x53F7;&#xFF0C; &#x7F16;&#x53F7;&#x4F1A;&#x53D8;&#x6210;0.1&#xFF0C;0.2&#x8FD9;&#x6837;&#x3002;</p><p><strong>word&#x8F93;&#x51FA;&#x7AE0;&#x8282;&#x81EA;&#x52A8;&#x7F16;&#x53F7;&#x53CA;&#x6A21;&#x677F;&#x529F;&#x80FD;</strong></p><p>Word&#x6587;&#x4EF6;&#x4E0D;&#x80FD;&#x81EA;&#x52A8;&#x7F16;&#x53F7;&#xFF0C; &#x89E3;&#x51B3;&#x529E;&#x6CD5;&#x662F;&#x751F;&#x6210;&#x9002;&#x5F53;&#x7684;&#x6A21;&#x677F;&#x6587;&#x4EF6;&#xFF0C; &#x5982;<a href="http://www.math.pku.edu.cn/teachers/lidf/docs/Rbook/html/_Rbook/wordstyle.docx" target="_blank" rel="noopener">wordstyle.docx</a>, &#x7136;&#x540E;&#x5728;Rmd&#x6587;&#x4EF6;&#x7684;&#x5143;&#x6570;&#x636E;&#x90E8;&#x5206;&#x4E3A;word_document&#x8F93;&#x51FA;&#x589E;&#x52A0;reference_docx&#x9009;&#x9879;&#xFF0C;&#x5982;:</p><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line">output: </span><br><span class="line">  html_document:</span><br><span class="line">    toc: true</span><br><span class="line">    number_sections: true</span><br><span class="line">  word_document:</span><br><span class="line">    toc: true</span><br><span class="line">    reference_docx: wordstyle.docx</span><br></pre></td></tr></table></figure><p>&#x65B0;&#x7F16;&#x8BD1;&#x7684;Rmd&#x6587;&#x4EF6;&#x5C31;&#x53EF;&#x4EE5;&#x91C7;&#x7528;wordstyle.docx&#x7684;&#x683C;&#x5F0F;&#x8BBE;&#x7F6E;&#xFF0C; &#x6BD4;&#x5982;&#x7AE0;&#x8282;&#x81EA;&#x52A8;&#x7F16;&#x53F7;&#x7B49;&#x3002; &#x76EE;&#x524D;&#x76EE;&#x5F55;&#x6807;&#x9898;&#x8FD8;&#x662F;&#x82F1;&#x6587;&#xFF0C; &#x9700;&#x8981;&#x5728;&#x7ED3;&#x679C;&#x4E2D;&#x4EBA;&#x4E3A;&#x5730;&#x4FEE;&#x6539;&#x4E3A;&#x4E2D;&#x6587;&#x3002;</p><p>&#x5BF9;&#x4E8E;html_document&#x8F93;&#x51FA;&#x7C7B;&#x578B;&#xFF0C; &#x53EF;&#x4EE5;&#x7528;theme&#x5C5E;&#x6027;&#x8BBE;&#x7F6E;&#x4E00;&#x4E2A;&#x4E3B;&#x9898;&#xFF0C; &#x53D6;&#x503C;&#x5982;default, cerulean, journal, flatly, darkly, readable, spacelab, united, cosmo, lumen, paper, sandstone, simplex, yeti&#x3002;</p><p>&#x7528;highlight&#x5C5E;&#x6027;&#x8BBE;&#x7F6E;&#x7A0B;&#x5E8F;&#x8BED;&#x8A00;&#x8BED;&#x6CD5;&#x9AD8;&#x4EAE;&#x6837;&#x5F0F;&#xFF0C; &#x53EF;&#x53D6;&#x503C;&#x6709;default, tango, pygments, kate, monochrome, espresso, zenburn, haddock, and textmate&#x3002; &#x7528;null&#x8868;&#x793A;&#x53D6;&#x6D88;&#x8BED;&#x6CD5;&#x9AD8;&#x4EAE;&#x3002;</p><p><strong>&#x6570;&#x5B66;&#x516C;&#x5F0F;</strong></p><p>Rmd&#x683C;&#x5F0F;&#x652F;&#x6301;&#x6570;&#x5B66;&#x516C;&#x5F0F;&#xFF0C; &#x5728;&#x751F;&#x6210;&#x7684;HTML&#x3001;Word&#x3001;PDF&#x4E2D;&#x90FD;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x663E;&#x793A;&#x6570;&#x5B66;&#x516C;&#x5F0F;&#x3002;</p><p>&#x4EE5;HTML&#x4E3A;&#x8F93;&#x51FA;&#x65F6;&#xFF0C; &#x4F1A;&#x4F7F;&#x7528;MathJax&#x5E93;&#x663E;&#x793A;&#x6570;&#x5B66;&#x516C;&#x5F0F;&#x3002; &#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x7528;&#x4E8E;&#x5728;&#x6D4F;&#x89C8;&#x5668;&#x4E2D;&#x663E;&#x793A;&#x6570;&#x5B66;&#x516C;&#x5F0F;&#x7684;Javascript&#x7A0B;&#x5E8F;&#x5E93;&#xFF0C; &#x663E;&#x793A;&#x6548;&#x679C;&#x5F88;&#x597D;&#xFF0C; &#x8FD8;&#x652F;&#x6301;&#x591A;&#x79CD;&#x663E;&#x793A;&#x5B9E;&#x73B0;&#x65B9;&#x5F0F;&#xFF0C; &#x652F;&#x6301;&#x5305;&#x62EC;LaTeX&#x5728;&#x5185;&#x7684;&#x591A;&#x79CD;&#x6570;&#x5B66;&#x516C;&#x5F0F;&#x8F93;&#x5165;&#x65B9;&#x6CD5;&#x3002;</p><p>MathJax&#x5E93;&#x5F88;&#x5927;&#xFF0C; &#x6240;&#x4EE5;&#x4E00;&#x822C;&#x662F;&#x4ECE;&#x5176;&#x7F51;&#x7AD9;&#x6309;&#x9700;&#x8FDC;&#x7A0B;&#x8C03;&#x7528;&#x7684;&#xFF0C; &#x4F46;&#x662F;&#x8FDC;&#x7A0B;&#x8C03;&#x7528;MathJax&#x5E93;&#x5728;&#x7F51;&#x7EDC;&#x4E0D;&#x7545;&#x901A;&#x65F6;&#x4F1A;&#x4F7F;&#x5F97;&#x516C;&#x5F0F;&#x663E;&#x793A;&#x6781;&#x4E3A;&#x7F13;&#x6162;&#x751A;&#x81F3;&#x65E0;&#x6CD5;&#x663E;&#x793A;&#xFF0C; &#x6240;&#x4EE5;Rmd&#x5141;&#x8BB8;&#x5C06;MathJax&#x672C;&#x5730;&#x5316;&#x3002; &#x5728;.Rmd&#x6587;&#x4EF6;&#x5934;&#x90E8;YAML&#x5143;&#x6570;&#x636E;&#x7684;&#x67D0;&#x79CD;HTML&#x8F93;&#x51FA;&#x683C;&#x5F0F;&#x7684;&#x5C5E;&#x6027;&#x4E2D;&#xFF0C; &#x8BBE;&#x7F6E;&#x5C5E;&#x6027;<code>mathjax: local</code>&#x548C;&#x5C31;&#x53EF;&#x4EE5;&#x4F7F;&#x5F97;MathJax&#x5E93;&#x88AB;&#x653E;&#x5728;&#x751F;&#x6210;&#x7684;HTML&#x7684;&#x4E00;&#x4E2A;&#x4E0B;&#x5C42;&#x76EE;&#x5F55;&#x4E2D;&#x3002; &#x5982;&#xFF1A;</p><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line">output: </span><br><span class="line">  html_document:</span><br><span class="line">    toc: true</span><br><span class="line">    self_contained: false</span><br><span class="line">    mathjax: local</span><br></pre></td></tr></table></figure><p>&#x6CE8;&#x610F;&#x8BBE;&#x7F6E;<code>mathjax: local</code>&#x540C;&#x65F6;&#x5FC5;&#x987B;&#x8BBE;&#x7F6E;<code>self_contained: false</code>&#x3002; &#x5728;&#x4E0D;&#x4F7F;&#x7528;&#x672C;&#x5730;MathJax&#x526F;&#x672C;&#x65F6;&#xFF0C; &#x53EF;&#x4EE5;&#x8BBE;&#x7F6E;<code>self_contained: true</code>&#xFF0C; &#x8FD9;&#x4F7F;&#x5F97;&#x56FE;&#x5F62;&#x6587;&#x4EF6;&#x3001;JavaScript&#x4EE3;&#x7801;&#x7B49;&#x4F9D;&#x8D56;&#x9879;&#x4E5F;&#x6253;&#x5305;&#x5728;&#x751F;&#x6210;&#x7684;&#x5355;&#x4E00;HTML&#x6587;&#x4EF6;&#x4E2D;&#xFF0C; &#x5982;&#x679C;&#x8BBE;&#x4E3A;false&#xFF0C; &#x8FD9;&#x4E9B;&#x4F9D;&#x8D56;&#x6587;&#x4EF6;&#x4F1A;&#x5B58;&#x653E;&#x5728;&#x5355;&#x72EC;&#x6587;&#x4EF6;&#x4E2D;&#x3002; &#x53EF;&#x4EE5;&#x7528;lib_dir&#x5C5E;&#x6027;&#x6307;&#x5B9A;&#x4E00;&#x4E2A;&#x5B50;&#x76EE;&#x5F55;&#x7528;&#x6765;&#x5B58;&#x653E;&#x8FD9;&#x4E9B;&#x4F9D;&#x8D56;&#x6587;&#x4EF6;&#xFF0C; &#x591A;&#x4E2A;Rmd&#x6587;&#x4EF6;&#x53EF;&#x4EE5;&#x5171;&#x7528;&#x540C;&#x4E00;&#x4E2A;lib_dir&#x503C;&#x3002;</p><p>&#x5C06;MathJax&#x7528;<code>mathjax: local</code>&#x5C5E;&#x6027;&#x672C;&#x5730;&#x5316;&#x6709;&#x660E;&#x663E;&#x7684;&#x7F3A;&#x70B9;&#x3002; &#x8FD9;&#x65F6;&#xFF0C;&#x6BCF;&#x4E2A;Rmd&#x9879;&#x76EE;&#x90FD;&#x9700;&#x8981;&#x4E00;&#x4E2A;MathJax&#x5E93;&#x526F;&#x672C;&#xFF0C; &#x4F7F;&#x5F97;&#x6587;&#x4EF6;&#x5907;&#x4EFD;&#x53D8;&#x5F97;&#x5F88;&#x9EBB;&#x70E6;&#x3002;</p><p><strong>LaTex&#x548C;PDF&#x8F93;&#x51FA;</strong></p><p>&#x4F7F;&#x7528;TinyTeX&#x5305;&#x8FDB;&#x884C;&#x3002;<br>&#x8BB8;&#x591A;LaTeX&#x76F8;&#x5173;&#x7684;&#x8BBE;&#x7F6E;&#x5728;YAML&#x5143;&#x6570;&#x636E;&#x4E2D;&#x8FDB;&#x884C;&#x8BBE;&#x7F6E;&#x3002;</p><figure class="highlight plain"><table><tr><td class="code"><pre><span class="line">---</span><br><span class="line">output: pdf_document</span><br><span class="line">fontsize: &quot;12pt&quot;</span><br><span class="line">papersize: &quot;a5&quot;</span><br><span class="line">geometry: &quot;margin=1in&quot;</span><br><span class="line">---</span><br></pre></td></tr></table></figure><p>&#x5176;&#x4E2D;&#x5C5E;&#x6027;fontsize, papersize&#x548C;geometry&#x90FD;&#x662F;LaTeX&#x9009;&#x9879;&#x3002;<br>&#x4F7F;&#x7528;&#x8F83;&#x5C0F;&#x7684;&#x7EB8;&#x5F20;&#x5927;&#x5C0F;(&#x5982;a5)&#x548C;&#x8F83;&#x5927;&#x7684;&#x5B57;&#x4F53;(12pt)&#xFF0C; &#x53EF;&#x4EE5;&#x4F7F;&#x5F97;&#x5236;&#x4F5C;&#x7684;PDF&#x7ED3;&#x679C;&#x5BB9;&#x6613;&#x653E;&#x5927;&#x663E;&#x793A;&#xFF0C; &#x8FD9;&#x5BF9;&#x4E8E;&#x5C06;PDF&#x6587;&#x4EF6;&#x4F20;&#x9001;&#x5230;&#x5C4F;&#x5E55;&#x8F83;&#x5C0F;&#x7684;&#x7535;&#x5B50;&#x4E66;&#x9605;&#x8BFB;&#x5668;&#x4E0A;&#x6216;&#x8005;&#x624B;&#x673A;&#x4E0A;&#x9605;&#x8BFB;&#x65F6;&#x6BD4;&#x8F83;&#x6709;&#x7528;&#x3002;</p><ul><li><p>&#x7528;&#x5C5E;&#x6027;<code>documentclass</code>&#x6307;&#x5B9A;LaTeX&#x6587;&#x6863;&#x7C7B;&#x578B;&#xFF0C; &#x6BD4;&#x5982;article&#x662F;&#x8BBA;&#x6587;&#x683C;&#x5F0F;&#xFF0C; book&#x662F;&#x56FE;&#x4E66;&#x683C;&#x5F0F;&#x3002; ctexart&#x548C;ctexbook&#x662F;&#x9002;&#x7528;&#x4E8E;&#x4E2D;&#x6587;&#x7684;&#x683C;&#x5F0F;&#xFF0C; &#x4F46;&#x517C;&#x5BB9;&#x6027;&#x4E0D;&#x597D;&#x3002;</p></li><li><p><code>fontsize</code>&#x662F;&#x6B63;&#x6587;&#x5B57;&#x4F53;&#x5927;&#x5C0F;&#xFF0C; &#x53EF;&#x53D6;<code>10pt</code>, <code>11pt</code>, <code>12pt</code>&#xFF0C; &#x5176;&#x4E2D;<code>10pt</code>&#x662F;&#x7F3A;&#x7701;&#x5927;&#x5C0F;&#x3002;</p></li><li><p><code>geometry</code>&#x7528;&#x6765;&#x6307;&#x5B9A;geometry&#x5305;&#x7684;&#x53C2;&#x6570;&#x3002;</p></li><li><p>&#x9ED8;&#x8BA4;&#x7684;LaTeX&#x7F16;&#x8BD1;&#x5F15;&#x64CE;&#x662F;pdfLaTeX&#x3002; &#x53EF;&#x4EE5;&#x5728;pdf_document&#x8F93;&#x51FA;&#x7684;&#x5C5E;&#x6027;&#x4E2D;&#x8BBE;&#x7F6E;latex_engine: xelatex&#x5C06;&#x5F15;&#x64CE;&#x66FF;&#x6362;&#x6210;xeLaTeX&#x3002; xeLaTeX&#x7684;&#x4F18;&#x70B9;&#x662F;&#x652F;&#x6301;UTF8&#x7F16;&#x7801;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x7CFB;&#x7EDF;&#x4E2D;&#x73B0;&#x6709;&#x5B57;&#x4F53;&#xFF0C; &#x800C;&#x6211;&#x4EEC;&#x5728;&#x5199;&#x4E2D;&#x6587;&#x7684;R Markdown&#x6587;&#x6863;&#x65F6;&#x5FC5;&#x987B;&#x4F7F;&#x7528;UTF-8&#x7F16;&#x7801;</p></li></ul>]]></content>
    
    <summary type="html">
    
      R Markdown文件格式
    
    </summary>
    
    
      <category term="计算机" scheme="https://steven-shixq.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/"/>
    
      <category term="R语言" scheme="https://steven-shixq.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/R%E8%AF%AD%E8%A8%80/"/>
    
    
      <category term="计算机" scheme="https://steven-shixq.github.io/tags/%E8%AE%A1%E7%AE%97%E6%9C%BA/"/>
    
      <category term="编程" scheme="https://steven-shixq.github.io/tags/%E7%BC%96%E7%A8%8B/"/>
    
      <category term="R语言" scheme="https://steven-shixq.github.io/tags/R%E8%AF%AD%E8%A8%80/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻100</title>
    <link href="https://steven-shixq.github.io/2020/05/16/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB100/"/>
    <id>https://steven-shixq.github.io/2020/05/16/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB100/</id>
    <published>2020-05-16T01:14:27.000Z</published>
    <updated>2020-05-16T16:25:07.806Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://science.sciencemag.org/content/368/6491/570.full" target="_blank" rel="noopener">Meet the psychobiome</a></p></blockquote><p><img src="/" class="lazyload" data-src="https://science.sciencemag.org/sites/default/files/styles/toc_carousel_breakpoints_theme_science_jcore_med_1x/public/rt_scitoc_may8_r2.jpg?itok=Cr40wWc5&amp;timestamp=1588786528"  alt="img"></p><p>&#x63A5;&#x7740;&#x4E0A;&#x4E00;&#x7BC7;&#x804A;&#xFF1A;</p><p>&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x63A8;&#x65AD;&#xFF0C;&#x5982;&#x679C;&#x8FD9;&#x79CD;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x5FC5;&#x987B;&#x5177;&#x6709;GABA&#xFF0C;&#x90A3;&#x4E48;&#x4E00;&#x5B9A;&#x662F;&#x5176;&#x4ED6;&#x5FAE;&#x751F;&#x7269;&#x5728;&#x5236;&#x9020;&#x5B83;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x4F3D;&#x9A6C;&#x6C28;&#x57FA;&#x4E01;&#x9178;&#x751F;&#x4EA7;&#x8005;&#x53EF;&#x80FD;&#x662F;&#x4E00;&#x4E2A;&#x80FD;&#x81EA;&#x5DF1;&#x4EA7;&#x751F; psychobiotic&#x7684;&#x91D1;&#x77FF;&#x3002;Strandwitz&#x548C;&#x4ED6;&#x7684;&#x540C;&#x4E8B;&#x5F00;&#x59CB;&#x5728;&#x542B;&#x6709;GABA&#x4E3A;&#x98DF;&#x7269;&#x7684;&#x5FAE;&#x751F;&#x7269;&#x7684;&#x57F9;&#x517B;&#x76BF;&#x4E2D;&#x4E00;&#x6B21;&#x6DFB;&#x52A0;&#x4E00;&#x4E2A;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x3002;&#x5982;&#x679C;GABA&#x98DF;&#x7528;&#x8005;&#x5927;&#x91CF;&#x7E41;&#x6B96;&#xFF0C;&#x79D1;&#x5B66;&#x5BB6;&#x4EEC;&#x5C31;&#x4F1A;&#x77E5;&#x9053;&#x4ED6;&#x4EEC;&#x627E;&#x5230;&#x4E86;&#x4E00;&#x4E2A;GABA&#x4EA7;&#x751F;&#x8005;&#x3002;&#x4ED6;&#x4EEC;&#x5728;&#x5305;&#x62EC;&#x62DF;&#x6746;&#x83CC;&#x5728;&#x5185;&#x7684;&#x4E09;&#x7EC4;&#x7EC6;&#x83CC;&#x4E2D;&#x53D1;&#x73B0;&#x4E86;&#x8FD9;&#x79CD;&#x4EA7;&#x751F;&#x83CC;&#x3002;&#x4ED6;&#x4EEC;&#x5F88;&#x5FEB;&#x5C31;&#x7533;&#x8BF7;&#x4E86;&#x4E00;&#x9879;&#x4E13;&#x5229;&#xFF0C;&#x5C06;&#x8FD9;&#x4E9B;&#x7EC6;&#x83CC;&#x6216;&#x4ED6;&#x4EEC;&#x7684;&#x4EA7;&#x54C1;&#x5305;&#x88C5;&#x8D77;&#x6765;&#xFF0C;&#x7528;&#x4E8E;&#x6CBB;&#x7597;&#x6291;&#x90C1;&#x75C7;&#x6216;&#x5176;&#x4ED6;&#x7CBE;&#x795E;&#x75BE;&#x75C5;&#x60A3;&#x8005;&#x3002;</p><p>&#x5728;&#x53D1;&#x8868;&#x8FD9;&#x4E9B;&#x7814;&#x7A76;&#x7ED3;&#x679C;&#x4E4B;&#x524D;&#xFF0C;&#x7814;&#x7A76;&#x5C0F;&#x7EC4;&#x4E0E;&#x5A01;&#x5C14;&#x5EB7;&#x5948;&#x5C14;&#x533B;&#x5B66;&#x9662;&#x7684;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x5408;&#x4F5C;&#xFF0C;&#x5BF9;23&#x540D;&#x6291;&#x90C1;&#x75C7;&#x60A3;&#x8005;&#x8FDB;&#x884C;&#x4E86;&#x8111;&#x90E8;&#x626B;&#x63CF;&#x7814;&#x7A76;&#x3002;&#x4ED6;&#x4EEC;&#x53D1;&#x73B0;&#xFF0C;&#x7C7B;&#x6746;&#x83CC;&#x8F83;&#x5C11;&#x7684;&#x4EBA;&#x5728;&#x524D;&#x989D;&#x53F6;&#x76AE;&#x5C42;&#x6709;&#x66F4;&#x5F3A;&#x7684;&#x4EA2;&#x594B;&#x6A21;&#x5F0F;&#xFF0C;&#x4E00;&#x4E9B;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x8BA4;&#x4E3A;&#x8FD9;&#x79CD;&#x6A21;&#x5F0F;&#x4E0E;&#x4E25;&#x91CD;&#x7684;&#x6291;&#x90C1;&#x75C7;&#x6709;&#x5173;&#x3002;&#x8BE5;&#x5408;&#x4F5C;&#x9879;&#x76EE;&#x4E8E;2018&#x5E74;12&#x6708;10&#x65E5;&#x5728;&#x300A;&#x81EA;&#x7136;&#x5FAE;&#x751F;&#x7269;&#x5B66;&#x300B;&#x6742;&#x5FD7;&#x4E0A;&#x62A5;&#x544A;&#x4E86;&#x4ED6;&#x4EEC;&#x7684;&#x53D1;&#x73B0;&#xFF0C;&#x540C;&#x65F6;&#x53D1;&#x73B0;&#x4E86;&#x4EA7;&#x751F;gaba&#x7684;&#x7EC6;&#x83CC;&#x3002;</p><p>Holobiome&#x8FDB;&#x4E00;&#x6B65;&#x53D1;&#x73B0;&#xFF0C;&#x7EC6;&#x83CC;&#x5728;&#x5927;&#x9F20;&#x6D88;&#x5316;&#x9053;&#x4EA7;&#x751F;GABA&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x4F1A;&#x589E;&#x52A0;&#x5927;&#x8111;&#x4E2D;&#x7684;GABA&#x6C34;&#x5E73;&#x3002;&#x7814;&#x7A76;&#x53D1;&#x73B0;&#xFF0C;GABA&#x7684;&#x4EA7;&#x751F;&#x51CF;&#x5C11;&#x4E86;&#x8FD9;&#x4E9B;&#x52A8;&#x7269;&#x7684;&#x4E60;&#x5F97;&#x6027;&#x65E0;&#x52A9;&#xFF0C;&#x800C;&#x4E60;&#x5F97;&#x6027;&#x65E0;&#x52A9;&#x662F;&#x6291;&#x90C1;&#x7684;&#x4E00;&#x79CD;&#x75C7;&#x72B6;&#x3002;Strandwitz&#x7684;&#x5171;&#x540C;&#x4F5C;&#x8005;&#x4E4B;&#x4E00;&#xFF0C;&#x52A0;&#x5DDE;&#x5927;&#x5B66;&#x5723;&#x5730;&#x4E9A;&#x54E5;&#x5206;&#x6821;&#x7684;&#x5FAE;&#x751F;&#x7269;&#x751F;&#x6001;&#x5B66;&#x5BB6;Jack Gilbert&#x4E5F;&#x5728;&#x6D4B;&#x8BD5;&#x4EA7;&#x751F;gaba&#x7684;&#x7EC6;&#x83CC;&#x5728;&#x5927;&#x9F20;&#x8EAB;&#x4E0A;&#x7684;&#x6CBB;&#x7597;&#x6F5C;&#x529B;&#x3002;&#x4ED6;&#x7684;&#x56E2;&#x961F;&#x548C;Holobiome&#x90FD;&#x89C2;&#x5BDF;&#x5230;&#xFF0C;&#x63A5;&#x53D7;&#x6CBB;&#x7597;&#x7684;&#x8001;&#x9F20;&#x66F4;&#x6709;&#x53EF;&#x80FD;&#x5728;&#x4E00;&#x4E2A;&#x4E0D;&#x8212;&#x670D;&#x7684;&#x70ED;&#x8868;&#x9762;&#x505C;&#x7559;&#x66F4;&#x957F;&#x7684;&#x65F6;&#x95F4;-&#x5185;&#x810F;&#x75BC;&#x75DB;&#x8010;&#x53D7;&#x6027;&#x7684;&#x6D4B;&#x8BD5;&#xFF0C;&#x4E5F;&#x8BB8;&#x662F;&#x56E0;&#x4E3A;GABA&#x7684;&#x5347;&#x9AD8;&#x4F7F;&#x5B83;&#x4EEC;&#x5E73;&#x9759;&#x4E86;&#x4E0B;&#x6765;&#x3002;&#x8FD9;&#x4E9B;&#x53D1;&#x73B0;&#x5C1A;&#x672A;&#x53D1;&#x8868;&#xFF0C;&#x4F46;&#x4ED6;&#x4EEC;&#x5DF2;&#x7ECF;&#x8BF4;&#x670D;&#x5409;&#x5C14;&#x4F2F;&#x7279;&#x7814;&#x7A76;&#x8FD9;&#x4E9B;&#x7EC6;&#x83CC;&#x662F;&#x5426;&#x4E5F;&#x80FD;&#x51CF;&#x8F7B;&#x8001;&#x9F20;&#x7684;&#x7126;&#x8651;&#x3002;&#x4ED6;&#x8BF4;&#xFF1A;&#x5F88;&#x660E;&#x663E;&#xFF0C;&#x5B83;&#x4EEC;&#x786E;&#x5B9E;&#x6709;&#x795E;&#x7ECF;&#x8C03;&#x8282;&#x4F5C;&#x7528;&#x3002;</p><hr><p>The researchers reasoned that if this gut microbe had to have GABA, some other microbe must be making it. Such GABA producers might be a psychobiotic gold mine. Strandwitz and colleagues began to add gut microbes one at a time to petri dishes containing the GABA eater. If the GABA eater thrived, the scientists would know they&#x2019;d found a GABA producer. They discovered such producers among three groups of bacteria, including <em>Bactereroides</em>. They quickly filed a patent for packaging those bacteria&#x2014;or their products&#x2014;to treat people with depression or other mental disorders.</p><p>Before publishing those findings, the group teamed up with researchers at Weill Cornell Medicine who were doing a brain scan study of 23 people diagnosed with depression. They found that people with fewer <em>Bacteroides</em> bacteria had a stronger pattern of hyperactivity in the prefrontal cortex, which some researchers have associated with severe depression. The collaboration reported its findings on 10 December 2018 in <em>Nature Microbiology</em>, along with the discovery of GABA-producing bacteria.</p><p>Holobiome further discovered that the bacteria produce GABA in the rat digestive tract, which may increase GABA levels in the brain. And it found that GABA producers reduced learned helplessness&#x2014;a symptom of depression&#x2014;in those animals. One of Strandwitz&#x2019;s co-authors, microbial ecologist Jack Gilbert at UC San Diego, is also testing the therapeutic potential of GABA-producing bacteria in rats. His group and Holobiome have both observed that treated rats are more likely to stay longer on an uncomfortably warm surface&#x2014;a test of visceral pain tolerance&#x2014;perhaps because elevated GABA calms them. The findings are unpublished, but they&#x2019;ve persuaded Gilbert to investigate whether those bacteria can also reduce anxiety in rats. &#x201C;It&#x2019;s clear they do have a neuromodulatory effect,&#x201D; he says.</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Science-Meet the psychobiome
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Science" scheme="https://steven-shixq.github.io/tags/Science/"/>
    
      <category term="Human microbes" scheme="https://steven-shixq.github.io/tags/Human-microbes/"/>
    
      <category term="Psychobiome" scheme="https://steven-shixq.github.io/tags/Psychobiome/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻99</title>
    <link href="https://steven-shixq.github.io/2020/05/15/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB99/"/>
    <id>https://steven-shixq.github.io/2020/05/15/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB99/</id>
    <published>2020-05-15T01:13:40.000Z</published>
    <updated>2020-05-15T17:02:24.616Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://science.sciencemag.org/content/368/6491/570.full" target="_blank" rel="noopener">Meet the psychobiome</a></p></blockquote><p><img src="/" class="lazyload" data-src="https://science.sciencemag.org/sites/default/files/styles/toc_carousel_breakpoints_theme_science_jcore_med_1x/public/rt_scitoc_may8_r2.jpg?itok=Cr40wWc5&amp;timestamp=1588786528"  alt="img"></p><p>&#x63A5;&#x7740;&#x4E0A;&#x4E00;&#x7BC7;&#x804A;&#xFF1A;</p><p>&#x79D1;&#x5B66;&#x5BB6;&#x4EEC;&#x5DF2;&#x7ECF;&#x79EF;&#x7D2F;&#x5F88;&#x591A;&#x7814;&#x7A76;&#x6570;&#x636E;&#xFF0C;&#x6709;&#x7814;&#x7A76;&#x8005;&#x8868;&#x793A;&#xFF1A;&#x8981;&#x77E5;&#x9053;&#x5BBF;&#x4E3B;&#x751F;&#x7406;&#x7684;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x65B9;&#x9762;&#x53D7;&#x5230;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x7684;&#x5F71;&#x54CD;&#x662F;&#x4E00;&#x56DE;&#x4E8B;&#xFF0C;&#x800C;&#x5C06;&#x8FD9;&#x79CD;&#x5F71;&#x54CD;&#x5C48;&#x4ECE;&#x4E8E;&#x6211;&#x4EEC;&#x7684;&#x610F;&#x613F;&#x5219;&#x662F;&#x53E6;&#x4E00;&#x56DE;&#x4E8B;&#x3002;&#x6709;&#x8BB8;&#x591A;&#x516C;&#x53F8;&#x6216;&#x8005;&#x79D1;&#x5B66;&#x5BB6;&#x5DF2;&#x7ECF;&#x5728;&#x4E00;&#x4E9B;&#x5FD7;&#x613F;&#x8005;&#x8EAB;&#x4E0A;&#x6D4B;&#x8BD5;&#x4E86;&#x4E00;&#x4E9B;&#x6F5C;&#x5728;&#x7684;&#x7CBE;&#x795E;&#x76CA;&#x751F;&#x83CC;&#x3002;&#x4F46;&#x4ED6;&#x4EEC;&#x8BA4;&#x4E3A;&#x8FD9;&#x79CD;&#x6CBB;&#x7597;&#x8FD8;&#x6709;&#x5F88;&#x957F;&#x7684;&#x8DEF;&#x8981;&#x8D70;&#xFF0C;&#x66F4;&#x597D;&#x3001;&#x66F4;&#x51C6;&#x786E;&#x5730;&#x7406;&#x89E3;&#x8D77;&#x4F5C;&#x7528;&#x7684;&#x673A;&#x5236;&#x5C06;&#x662F;&#x91CD;&#x8981;&#x7684;&#x3002;</p><p>HOLOBIOME&#x5C31;&#x6CA1;&#x90A3;&#x4E48;&#x6709;&#x8010;&#x5FC3;&#x4E86;&#x3002;Strandwitz&#x5728;2015&#x5E74;&#x521B;&#x7ACB;&#x4E86;&#x8FD9;&#x5BB6;&#x516C;&#x53F8;&#xFF0C;&#x5F53;&#x65F6;&#x4ED6;&#x8FD8;&#x662F;&#x4E1C;&#x5317;&#x5927;&#x5B66;Kim Lewis&#x5FAE;&#x751F;&#x7269;&#x5B9E;&#x9A8C;&#x5BA4;&#x7684;&#x7814;&#x7A76;&#x751F;&#x3002;&#x201C;&#x4ED6;&#x975E;&#x5E38;&#x6709;&#x793C;&#x8C8C;&#x5730;&#x544A;&#x8BC9;&#x6211;&#xFF0C;&#x53EA;&#x6709;&#x6211;&#x5728;&#x4ED6;&#x6BD5;&#x4E1A;&#x540E;&#x5E2E;&#x4ED6;&#x5F00;&#x516C;&#x53F8;&#xFF0C;&#x4ED6;&#x624D;&#x4F1A;&#x52A0;&#x5165;&#x5B9E;&#x9A8C;&#x5BA4;&#xFF0C;&#x201D;&#x5218;&#x6613;&#x65AF;&#x56DE;&#x5FC6;&#x9053;&#x3002;&#x5218;&#x6613;&#x65AF;&#x56E0;&#x53D1;&#x73B0;&#x5E76;&#x81F4;&#x529B;&#x4E8E;&#x4ECE;&#x571F;&#x58E4;&#x5FAE;&#x751F;&#x7269;&#x4E2D;&#x5C06;&#x65B0;&#x53D1;&#x73B0;&#x7684;&#x6297;&#x751F;&#x7D20;&#x5546;&#x4E1A;&#x5316;&#x800C;&#x95FB;&#x540D;&#x3002;Lewis&#x540C;&#x610F;&#x4E86;&#xFF0C;&#x4F46;&#x4ED6;&#x8BA4;&#x4E3A;Strandwitz&#x8981;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x516C;&#x53F8;&#x8FD8;&#x9700;&#x8981;10&#x5E74;&#x751A;&#x81F3;&#x66F4;&#x957F;&#x65F6;&#x95F4;&#x3002;&#x5218;&#x6613;&#x65AF;&#x9519;&#x4E86;&#xFF1A;&#x4ED6;&#x53EA;&#x7528;&#x4E86;4&#x5E74;&#x65F6;&#x95F4;&#x3002;</p><p>&#x5728;&#x4E1C;&#x5317;&#x5927;&#x5B66;&#xFF0C;Strandwitz&#x4ECE;Gavrish&#x90A3;&#x91CC;&#x5B66;&#x5230;&#x4E86;&#x4ED6;&#x6240;&#x8C13;&#x7684;&#x683D;&#x57F9;&#x827A;&#x672F;&#xFF0C;Gavrish&#x548C;Lewis&#x4E00;&#x8D77;&#x81F4;&#x529B;&#x4E8E;&#x5206;&#x79BB;&#x571F;&#x58E4;&#x5FAE;&#x751F;&#x7269;&#x3002;&#x5F53;&#x65F6;,&#x53EA;&#x6709;&#x7EA6;25%&#x7684;&#x80A0;&#x9053;&#x7EC6;&#x83CC;&#x5728;&#x5B9E;&#x9A8C;&#x5BA4;&#x91CC;&#x53EF;&#x4EE5;&#x57F9;&#x517B;&#x3002;Gavrish&#x4E13;&#x653B;&#x5206;&#x79BB;&#x548C;&#x63CF;&#x8FF0;&#x65B0;&#x7684;&#x5FAE;&#x751F;&#x7269;&#x7269;&#x79CD;&#xFF0C;&#x6559;Strandwitz&#x5982;&#x4F55;&#x4F7F;&#x7528;&#x8425;&#x517B;&#x6210;&#x5206;&#x3001;&#x6297;&#x751F;&#x7D20;&#x7ED9;&#x751F;&#x957F;&#x7F13;&#x6162;,&#x6311;&#x5254;&#x7684;&#x7EC6;&#x83CC;&#x5728;&#x57F9;&#x517B;&#x57FA;&#x4E2D;&#x751F;&#x5B58;&#x4E0B;&#x6765;&#x3002;&#x4ED6;&#x5F00;&#x59CB;&#x8FFD;&#x8E2A;&#x751F;&#x957F;&#x56E0;&#x5B50;&#xFF0C;&#x4EE5;&#x4F7F;&#x5F88;&#x96BE;&#x5728;&#x57F9;&#x517B;&#x57FA;&#x4E2D;&#x751F;&#x5B58;&#x7684;&#x7269;&#x79CD;&#x5B58;&#x6D3B;&#x4E0B;&#x53BB;&#x3002;&#x73B0;&#x5728;&#xFF0C;Strandwitz&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x57F9;&#x517B;&#x4E86;&#x5927;&#x7EA6;70%&#x7684;&#x5DF2;&#x77E5;&#x4EBA;&#x7C7B;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x3002;&#x5982;&#x679C;&#x4ED6;&#x8BF4;&#x7684;&#x662F;&#x771F;&#x7684;&#xFF0C;&#x90A3;&#x4E48;&#x5176;&#x4ED6;&#x5B9E;&#x9A8C;&#x5BA4;&#x5F88;&#x96BE;&#x8FBE;&#x5230;&#x8FD9;&#x4E2A;&#x6570;&#x5B57;&#x3002;</p><p>Strandwitz&#x53D1;&#x73B0;&#x7684;&#x4E00;&#x4E2A;&#x751F;&#x957F;&#x56E0;&#x5B50;&#x662F;&#x4ED6;&#x5B9E;&#x73B0;&#x521B;&#x4E1A;&#x68A6;&#x60F3;&#x7684;&#x5173;&#x952E;&#x3002;&#x4ED6;&#x548C;&#x540C;&#x4E8B;&#x4EEC;&#x5206;&#x79BB;&#x51FA;&#x4E00;&#x79CD;&#x7EC6;&#x83CC;&#xFF0C;&#x8FD9;&#x79CD;&#x7EC6;&#x83CC;&#x65E0;&#x6CD5;&#x5728;&#x5178;&#x578B;&#x7684;&#x57F9;&#x517B;&#x57FA;&#x4E0A;&#x5B58;&#x6D3B;&#xFF0C;&#x9700;&#x8981;&#x4E00;&#x79CD;&#x53EB;&#x505A;-&#x6C28;&#x57FA;&#x4E01;&#x9178;(GABA)&#x7684;&#x6C28;&#x57FA;&#x9178;&#x624D;&#x80FD;&#x751F;&#x957F;&#x3002;GABA&#x662F;&#x4E00;&#x79CD;&#x795E;&#x7ECF;&#x9012;&#x8D28;&#xFF0C;&#x53EF;&#x4EE5;&#x6291;&#x5236;&#x5927;&#x8111;&#x4E2D;&#x7684;&#x795E;&#x7ECF;&#x6D3B;&#x52A8;&#xFF0C;&#x5B83;&#x7684;&#x5931;&#x8C03;&#x4E0E;&#x6291;&#x90C1;&#x75C7;&#x548C;&#x5176;&#x4ED6;&#x7CBE;&#x795E;&#x5065;&#x5EB7;&#x95EE;&#x9898;&#x6709;&#x5173;&#x3002;</p><hr><p>Cryan&#x2019;s group has amassed scores of papers and reviews that have helped solidify the case for microbial effects on several psychological and neurological disorders. But teasing effective fixes out of those links will be difficult, Clarke says: &#x201C;It is one thing to know that a particular aspect of host physiology is influenced by our gut microbes and quite another to bend this influence to our will.&#x201D;</p><p>Clarke&#x2019;s group collaborates and consults with many companies and has tested some potential psychobiotics for stress management in healthy volunteers. But he sees a long road to treatments. &#x201C;It will be important to understand better and more precisely the mechanisms at play.&#x201D;</p><p><strong>HOLOBIOME ISN&#x2019;T AS PATIENT</strong>. Strandwitz founded the company in 2015 while still a graduate student in Kim Lewis&#x2019;s microbiology lab at Northeastern University. &#x201C;He very politely told me that he would join the lab only if I helped him start a company once he graduated,&#x201D; recalls Lewis, who is famous for discovering and working to commercialize new antibiotics from soil microbes. Lewis agreed, but he figured it would be 10 years or more before Strandwitz would have his own company. Lewis was wrong: It only took 4 years.</p><p>At Northeastern, Strandwitz learned what he calls the &#x201C;art of cultivation&#x201D; from Gavrish, who was working with Lewis on isolating soil microbes. At the time, only about 25% of gut bacteria could be grown in the lab. Gavrish, who specializes in isolating and describing new microbial species, taught Strandwitz to manipulate nutrients and use antibiotics to give slow-growing, picky bacteria a chance to survive in culture instead of being outcompeted by more aggressive species. He began to track down growth factors to keep recalcitrant species going. Now, Strandwitz says, &#x201C;We have in culture about 70%&#x201D; of the known human gut microbes. If true, it&#x2019;s a figure few other labs can match.</p><p>One growth factor Strandwitz identified turned out to be the key to launching his entrepreneurial dreams. He and colleagues isolated a bacterium that couldn&#x2019;t survive on typical culture media and required an amino acid called gamma-aminobutyric acid (GABA) to thrive. GABA is a neurotransmitter that inhibits neural activity in the brain, and its misregulation has been linked to depression and other mental health problems.</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Science-Meet the psychobiome
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Science" scheme="https://steven-shixq.github.io/tags/Science/"/>
    
      <category term="Human microbes" scheme="https://steven-shixq.github.io/tags/Human-microbes/"/>
    
      <category term="Psychobiome" scheme="https://steven-shixq.github.io/tags/Psychobiome/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻98</title>
    <link href="https://steven-shixq.github.io/2020/05/14/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB98/"/>
    <id>https://steven-shixq.github.io/2020/05/14/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB98/</id>
    <published>2020-05-13T16:23:52.000Z</published>
    <updated>2020-05-14T16:23:13.477Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://science.sciencemag.org/content/368/6491/570.full" target="_blank" rel="noopener">Meet the psychobiome</a></p></blockquote><p><img src="/" class="lazyload" data-src="https://science.sciencemag.org/sites/default/files/styles/toc_carousel_breakpoints_theme_science_jcore_med_1x/public/rt_scitoc_may8_r2.jpg?itok=Cr40wWc5&amp;timestamp=1588786528"  alt="img"></p><p>&#x63A5;&#x7740;&#x4E0A;&#x4E00;&#x7BC7;&#x804A;&#xFF1A;</p><p>&#x6D41;&#x884C;&#x75C5;&#x5B66;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x53D1;&#x73B0;&#x4E86;&#x80A0;&#x9053;&#x548C;&#x5927;&#x8111;&#x75BE;&#x75C5;&#x4E4B;&#x95F4;&#x6709;&#x8DA3;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x8BB8;&#x591A;&#x60A3;&#x6709;&#x80A0;&#x6613;&#x6FC0;&#x7EFC;&#x5408;&#x75C7;&#x7684;&#x4EBA;&#x4E5F;&#x5F88;&#x6291;&#x90C1;&#xFF0C;&#x60A3;&#x6709;&#x81EA;&#x95ED;&#x75C7;&#x7684;&#x4EBA;&#x5F80;&#x5F80;&#x6709;&#x6D88;&#x5316;&#x95EE;&#x9898;&#xFF0C;&#x60A3;&#x6709;&#x5E15;&#x91D1;&#x68EE;&#x7EFC;&#x5408;&#x75C7;&#x7684;&#x4EBA;&#x5BB9;&#x6613;&#x4FBF;&#x79D8;&#x3002;</p><p>&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x8FD8;&#x6CE8;&#x610F;&#x5230;&#xFF0C;&#x670D;&#x7528;&#x6297;&#x751F;&#x7D20;&#x7684;&#x4EBA;&#x6291;&#x90C1;&#x75C7;&#x72B6;&#x6709;&#x6240;&#x589E;&#x52A0;&#xFF0C;&#x4F46;&#x670D;&#x7528;&#x6297;&#x75C5;&#x6BD2;&#x6216;&#x6297;&#x771F;&#x83CC;&#x836F;&#x7269;&#x7684;&#x4EBA;&#x6291;&#x90C1;&#x75C7;&#x72B6;&#x6CA1;&#x6709;&#x589E;&#x52A0;-&#x56E0;&#x4E3A;&#x6297;&#x75C5;&#x6BD2;&#x6216;&#x6297;&#x771F;&#x83CC;&#x836F;&#x7269;&#x4E0D;&#x4F1A;&#x5BF9;&#x80A0;&#x9053;&#x7EC6;&#x83CC;&#x9020;&#x6210;&#x4F24;&#x5BB3;&#x3002;&#x6709;&#x5B66;&#x8005;&#x7684;&#x7814;&#x7A76;&#x62A5;&#x544A;&#x6307;&#x51FA;&#xFF0C;&#x60A3;&#x6709;&#x6291;&#x90C1;&#x75C7;&#x7684;&#x4EBA;&#xFF08;&#x5728;&#x4ED6;&#x4EEC;&#x7684;&#x4E24;&#x4E2A;&#x5730;&#x533A;&#x7684;&#x8D85;&#x8FC7;1000&#x4EBA;&#x7684;&#x6837;&#x672C;&#xFF09;&#x4E2D;&#x5B58;&#x5728;&#x4E24;&#x79CD;&#x80A0;&#x9053;&#x7EC6;&#x83CC;&#x7684;&#x7F3A;&#x9677;&#x3002;</p><p>&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x53D1;&#x73B0;&#x6709;&#x4E9B;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x53EF;&#x80FD;&#x4F1A;&#x5206;&#x6CCC;&#x4E00;&#x4E9B;&#x4FE1;&#x53F7;&#x5206;&#x5B50;&#xFF0C;&#x901A;&#x8FC7;&#x8840;&#x6DB2;&#x5230;&#x8FBE;&#x5927;&#x8111;&#xFF0C;&#x5F71;&#x54CD;&#x5927;&#x8111;&#x7684;&#x751F;&#x7406;&#x673A;&#x80FD;&#x3002;&#x6709;&#x7684;&#x7EC6;&#x83CC;&#x53EF;&#x80FD;&#x8FD8;&#x4F1A;&#x523A;&#x6FC0;&#x8FF7;&#x8D70;&#x795E;&#x7ECF;-&#x8FF7;&#x8D70;&#x795E;&#x7ECF;&#x4E1B;&#x5927;&#x8111;&#x4E00;&#x76F4;&#x5EF6;&#x4F38;&#x5230;&#x8179;&#x90E8;&#x7684;&#x5668;&#x5B98;&#x3002;&#x7EC6;&#x83CC;&#x5206;&#x5B50;&#x53EF;&#x80FD;&#x901A;&#x8FC7;&#x6700;&#x8FD1;&#x53D1;&#x73B0;&#x7684;&#x4F4D;&#x4E8E;&#x80A0;&#x9053;&#x5185;&#x58C1;&#x7684;&#x201C; neuropod&#x201D;&#x7EC6;&#x80DE;&#x5411;&#x8FF7;&#x8D70;&#x795E;&#x7ECF;&#x4F20;&#x9012;&#x4FE1;&#x53F7;&#xFF0C;&#x611F;&#x77E5;&#x80A0;&#x9053;&#x7684;&#x751F;&#x5316;&#x73AF;&#x5883;&#xFF0C;&#x5305;&#x62EC;&#x5FAE;&#x751F;&#x7269;&#x5316;&#x5408;&#x7269;&#x3002;&#x6BCF;&#x4E2A;&#x7EC6;&#x80DE;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x5411;&#x5916;&#x5EF6;&#x4F38;&#x7684;&#x957F;&#x8DB3;&#xFF0C;&#x4E0E;&#x9644;&#x8FD1;&#x7684;&#x795E;&#x7ECF;&#x7EC6;&#x80DE;(&#x5305;&#x62EC;&#x8FF7;&#x8D70;&#x795E;&#x7ECF;&#x7EC6;&#x80DE;)&#x5F62;&#x6210;&#x7A81;&#x89E6;&#x72B6;&#x8FDE;&#x63A5;&#x3002;</p><p>&#x80A0;&#x9053;&#x548C;&#x5927;&#x8111;&#x4E5F;&#x52CB;&#x5728;&#x95F4;&#x63A5;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x80A0;&#x9053;&#x7EC6;&#x83CC;&#x662F;&#x514D;&#x75AB;&#x7CFB;&#x7EDF;&#x6B63;&#x5E38;&#x53D1;&#x80B2;&#x548C;&#x7EF4;&#x6301;&#x7684;&#x5173;&#x952E;&#xFF0C;&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x9519;&#x8BEF;&#x7684;&#x5FAE;&#x751F;&#x7269;&#x7EC4;&#x5408;&#x4F1A;&#x7834;&#x574F;&#x8FD9;&#x4E00;&#x8FC7;&#x7A0B;&#xFF0C;&#x5E76;&#x5F15;&#x53D1;&#x708E;&#x75C7;&#x3002;&#x5FAE;&#x751F;&#x7269;&#x4EA7;&#x7269;&#x53EF;&#x80FD;&#x4F1A;&#x5F71;&#x54CD;&#x80A0;&#x5185;&#x5185;&#x5206;&#x6CCC;&#x7EC6;&#x80DE;&#xFF0C;&#x80A0;&#x5185;&#x5185;&#x5206;&#x6CCC;&#x7EC6;&#x80DE;&#x4F4D;&#x4E8E;&#x80A0;&#x9053;&#x5185;&#x58C1;&#xFF0C;&#x91CA;&#x653E;&#x6FC0;&#x7D20;&#x548C;&#x5176;&#x4ED6;&#x80BD;&#x3002;&#x5176;&#x4E2D;&#x6709;&#x4E9B;&#x7EC6;&#x80DE;&#x5E2E;&#x52A9;&#x8C03;&#x8282;&#x6D88;&#x5316;&#x548C;&#x63A7;&#x5236;&#x80F0;&#x5C9B;&#x7D20;&#x7684;&#x4EA7;&#x751F;&#xFF0C;&#x4F46;&#x5B83;&#x4EEC;&#x4E5F;&#x91CA;&#x653E;&#x795E;&#x7ECF;&#x9012;&#x8D28;&#x8840;&#x6E05;&#x7D20;&#xFF0C;&#x8840;&#x6E05;&#x7D20;&#x4ECE;&#x80A0;&#x9053;&#x4E2D;&#x91CA;&#x653E;&#xFF0C;&#x5E76;&#x5728;&#x5168;&#x8EAB;&#x4F20;&#x64AD;&#x548C;&#x53D1;&#x6325;&#x4F5C;&#x7528;&#x3002;</p><p>&#x6709;&#x5F88;&#x591A;&#x7814;&#x7A76;&#x5DF2;&#x7ECF;&#x7ED9;&#x51FA;&#x7684;&#x7ED3;&#x8BBA;&#x652F;&#x6301;&#x4E86;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x53EF;&#x4EE5;&#x5F71;&#x54CD;&#x5927;&#x8111;&#x7684;&#x89C2;&#x70B9;&#x3002;&#x4ECE;&#x60A3;&#x6709;&#x7CBE;&#x795E;&#x75BE;&#x75C5;&#x5982;&#x6291;&#x90C1;&#x75C7;&#x7684;&#x4EBA;&#x53D6;&#x7CAA;&#x4FBF;&#x79FB;&#x690D;&#x7ED9;&#x8001;&#x9F20;&#xFF0C;&#x8001;&#x9F20;&#x4E5F;&#x4F1A;&#x8868;&#x73B0;&#x51FA;&#x7C7B;&#x4F3C;&#x7CBE;&#x795E;&#x75BE;&#x75C5;&#x7684;&#x884C;&#x4E3A;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x7ED9;&#x8FD9;&#x4E9B;&#x60A3;&#x6709;&#x7CBE;&#x795E;&#x75BE;&#x75C5;&#x7684;&#x8001;&#x9F20;&#x79FB;&#x690D;&#x6B63;&#x5E38;&#x4EBA;&#x7684;&#x7CAA;&#x4FBF;&#xFF0C;&#x5219;&#x4F1A;&#x7F13;&#x89E3;&#x4ED6;&#x4EEC;&#x7684;&#x75C7;&#x72B6;&#x3002;&#x5C0F;&#x8001;&#x9F20;&#x5982;&#x679C;&#x4F53;&#x5185;&#x67D0;&#x4E9B;&#x5FAE;&#x751F;&#x7269;&#x7F3A;&#x5931;&#x4E5F;&#x4F1A;&#x5F71;&#x54CD;&#x5176;&#x6210;&#x5E74;&#x540E;&#x5BF9;&#x538B;&#x529B;&#x7684;&#x53CD;&#x5E94;&#xFF0C;&#x5176;&#x4ED6;&#x5C0F;&#x9F20;&#x7814;&#x7A76;&#x4E5F;&#x6307;&#x51FA;&#x4E86;&#x5FAE;&#x751F;&#x7269;&#x5728;&#x795E;&#x7ECF;&#x7CFB;&#x7EDF;&#x53D1;&#x80B2;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x4F5C;&#x7528;&#x3002;</p><p>&#x6709;&#x5B9E;&#x9A8C;&#x5BA4;&#x53D1;&#x73B0;&#xFF0C;&#x5FAE;&#x751F;&#x7269;&#x6216;&#x4EBA;&#x4F53;&#x81EA;&#x8EAB;&#x7684;&#x7EC6;&#x80DE;&#x53EF;&#x4EE5;&#x5C06;&#x8272;&#x6C28;&#x9178;&#x8F6C;&#x5316;&#x4E3A;&#x8840;&#x6E05;&#x7D20;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x4E0E;&#x6291;&#x90C1;&#x75C7;&#x548C;&#x5176;&#x4ED6;&#x7CBE;&#x795E;&#x75BE;&#x75C5;&#x6709;&#x5173;&#x7684;&#x795E;&#x7ECF;&#x9012;&#x8D28;&#x3002;&#x7EC6;&#x80DE;&#x8FD8;&#x4F1A;&#x628A;&#x8272;&#x6C28;&#x9178;&#x8F6C;&#x5316;&#x6210;&#x4E00;&#x79CD;&#x53EB;&#x72AC;&#x5C3F;&#x6C28;&#x9178;&#x7684;&#x7269;&#x8D28;&#xFF0C;&#x8FD9;&#x79CD;&#x7269;&#x8D28;&#x4F1A;&#x8FDB;&#x4E00;&#x6B65;&#x53CD;&#x5E94;&#x751F;&#x6210;&#x5BF9;&#x795E;&#x7ECF;&#x5143;&#x6709;&#x6BD2;&#x7684;&#x7269;&#x8D28;&#x3002;&#x5FAE;&#x751F;&#x7269;&#x7EC4;&#x7684;&#x53D8;&#x5316;&#x53EF;&#x80FD;&#x4F1A;&#x4EE5;&#x635F;&#x5BB3;&#x7CBE;&#x795E;&#x5065;&#x5EB7;&#x7684;&#x65B9;&#x5F0F;&#x5F71;&#x54CD;&#x8FD9;&#x4E9B;&#x4E0D;&#x540C;&#x7269;&#x8D28;&#x7684;&#x4EA7;&#x751F;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x6291;&#x90C1;&#x75C7;&#x60A3;&#x8005;&#x66F4;&#x6613;&#x4E8E;&#x5C06;&#x8272;&#x6C28;&#x9178;&#x8F6C;&#x5316;&#x4E3A;&#x72AC;&#x5C3F;&#x6C28;&#x9178;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x8F6C;&#x5316;&#x4E3A;&#x8840;&#x6E05;&#x7D20;&#x3002;</p><hr><p>Epidemiological researchers have turned up intriguing connections between gut and brain disorders. For example, many people with irritable bowel syndrome are also depressed, people on the autism spectrum tend to have digestive problems, and people with Parkinson&#x2019;s are prone to constipation.</p><p>Researchers have also noticed an increase in depression in people taking antibiotics&#x2014;but not antiviral or antifungal medications that leave gut bacteria unharmed. Last year, Jeroen Raes, a microbiologist at the Catholic University of Leuven, and colleagues analyzed the health records of two groups&#x2014;one Belgian, one Dutch&#x2014;of more than 1000 people participating in surveys of their types of gut bacteria. People with depression had deficits of the same two bacterial species, the authors reported in April 2019 in <em>Nature Microbiology</em>.</p><p>Researchers see ways in which gut microbes could influence the brain. Some may secrete messenger molecules that travel though the blood to the brain. Other bacteria may stimulate the vagus nerve, which runs from the base of the brain to the organs in the abdomen. Bacterial molecules might relay signals to the vagus through recently discovered &#x201C;neuropod&#x201D; cells that sit in the lining of the gut, sensing its biochemical milieu, including microbial compounds. Each cell has a long &#x201C;foot&#x201D; that extends outward to form a synapselike connection with nearby nerve cells, including those of the vagus.</p><p>Indirect links may also exist. Increasingly, researchers see inflammation as a key factor in disorders such as depression and autism. Gut bacteria are key to proper immune system development and maintenance, and studies show that having the wrong mix of microbes can derail that process and promote inflammation. And microbial products may influence what are known as enteroendocrine cells, which reside in the lining of the gut and release hormones and other peptides. Some of those cells help regulate digestion and control insulin production, but they also release the neurotransmitter serotonin, which escapes the gut and travels throughout the body.</p><p>Although the mechanisms remain elusive, animal studies by Cryan and others have bolstered the idea that gut microbes can influence the brain. Rats and mice given fecal transplants from people with Parkinson&#x2019;s, schizophrenia, autism, or depression often develop the rodent equivalents of those problems. Conversely, giving those animals fecal transplants from healthy people sometimes relieves their symptoms. The presence or absence of certain microbes in young mice affects how the mice respond to stress as adults, and other mouse studies have pointed to a role for microbes in the development of the nervous system.</p><p>At their lab, Cryan, Dinan, and their colleague Gerard Clarke think the amino acid tryptophan, which some gut bacteria produce, could be a causal link. Microbes or the body&#x2019;s own cells can convert tryptophan into serotonin, a neurotransmitter implicated in depression and other psychiatric disorders. Cells also turn tryptophan into a substance called kynurenine, which reacts further to form products that can be toxic to neurons. Changes in the microbiome might tip the production of those various substances in a way that impairs mental health, Cryan says. Research has shown, for example, that people with depression convert tryptophan into kynurenine more readily than into serotonin.</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Science-Meet the psychobiome
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Science" scheme="https://steven-shixq.github.io/tags/Science/"/>
    
      <category term="Human microbes" scheme="https://steven-shixq.github.io/tags/Human-microbes/"/>
    
      <category term="Psychobiome" scheme="https://steven-shixq.github.io/tags/Psychobiome/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻97</title>
    <link href="https://steven-shixq.github.io/2020/05/13/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB97/"/>
    <id>https://steven-shixq.github.io/2020/05/13/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB97/</id>
    <published>2020-05-13T01:00:13.000Z</published>
    <updated>2020-05-13T16:25:48.762Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://science.sciencemag.org/content/368/6491/570.full" target="_blank" rel="noopener">Meet the psychobiome</a></p></blockquote><p><img src="/" class="lazyload" data-src="https://science.sciencemag.org/sites/default/files/styles/toc_carousel_breakpoints_theme_science_jcore_med_1x/public/rt_scitoc_may8_r2.jpg?itok=Cr40wWc5&amp;timestamp=1588786528"  alt="img"></p><p>&#x73B0;&#x5982;&#x4ECA;&#x4EBA;&#x7C7B;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x7684;&#x7814;&#x7A76;&#x662F;&#x4E00;&#x4E2A;&#x79D1;&#x7814;&#x7684;&#x70ED;&#x70B9;&#xFF0C;&#x5E94;&#x7528;&#x7814;&#x7A76;&#x4E5F;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#xFF0C;&#x968F;&#x4E4B;&#x4E5F;&#x884D;&#x751F;&#x4E86;&#x5F88;&#x591A;&#x76F8;&#x5173;&#x7684;&#x79D1;&#x6280;&#x516C;&#x53F8;&#x3002;</p><p>Katya Gavrish&#x6B63;&#x5728;&#x4E00;&#x4E2A;&#x4F3C;&#x4E4E;&#x4E0D;&#x592A;&#x53EF;&#x80FD;&#x7684;&#x5730;&#x65B9;&#xFF1A;&#xFF1A;&#x4EBA;&#x7C7B;&#x7CAA;&#x4FBF;&#x6837;&#x672C;&#x4E2D;&#x5BFB;&#x627E;&#x65B0;&#x7684;&#x6CBB;&#x7597;&#x8111;&#x90E8;&#x75BE;&#x75C5;&#x7684;&#x836F;&#x7269;&#x3002;&#x5979;&#x662F;&#x4E00;&#x4F4D;&#x8BA4;&#x771F;&#x800C;&#x4E13;&#x6CE8;&#x7684;&#x5FAE;&#x751F;&#x7269;&#x5B66;&#x5BB6;&#xFF0C;&#x66FE;&#x5728;&#x4FC4;&#x7F57;&#x65AF;&#x63A5;&#x53D7;&#x8FC7;&#x57F9;&#x8BAD;&#x5E76;&#x4E14;&#x70ED;&#x7231;&#x53E4;&#x5178;&#x97F3;&#x4E50;&#xFF0C;&#x5979;&#x5728;&#x4E00;&#x5BB6;&#x5C0F;&#x578B;&#x521B;&#x4E1A;&#x516C;&#x53F8;Holobiome&#x5B9E;&#x9A8C;&#x5BA4;&#x5DE5;&#x4F5C;&#xFF0C;&#x5206;&#x79BB;&#x548C;&#x57F9;&#x517B;&#x7EC6;&#x83CC;&#x6837;&#x672C;&#xFF0C;Gavrish&#x548C;&#x5979;&#x7684;Holobiome&#x540C;&#x4E8B;&#x5E0C;&#x671B;&#x8FD9;&#x4E9B;&#x7EC6;&#x83CC;&#x80FD;&#x591F;&#x4E3A;&#x6291;&#x90C1;&#x75C7;&#x4EE5;&#x53CA;&#x5176;&#x4ED6;&#x5927;&#x8111;&#x548C;&#x795E;&#x7ECF;&#x7CFB;&#x7EDF;&#x75BE;&#x75C5;&#x63D0;&#x4F9B;&#x65B0;&#x7684;&#x6CBB;&#x7597;&#x65B9;&#x6CD5;&#x3002;</p><p>&#x8FD9;&#x5BB6;&#x516B;&#x4EBA;&#x516C;&#x53F8;&#x8BA1;&#x5212;&#x5229;&#x7528;&#x6D41;&#x884C;&#x75C5;&#x5B66;&#x548C;&#x52A8;&#x7269;&#x7814;&#x7A76;&#x4E2D;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x8BC1;&#x636E;&#xFF0C;&#x5C06;&#x80A0;&#x9053;&#x7EC6;&#x83CC;&#x4E0E;&#x81EA;&#x95ED;&#x75C7;&#x3001;&#x7126;&#x8651;&#x548C;&#x963F;&#x5C14;&#x8328;&#x6D77;&#x9ED8;&#x6C0F;&#x75C7;&#x7B49;&#x591A;&#x79CD;&#x75BE;&#x75C5;&#x8054;&#x7CFB;&#x8D77;&#x6765;&#x3002;&#x81EA;5&#x5E74;&#x524D;&#x6210;&#x7ACB;&#x4EE5;&#x6765;&#xFF0C;Holobiome&#x5DF2;&#x7ECF;&#x521B;&#x9020;&#x4E86;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x5927;&#x7684;&#x4EBA;&#x7C7B;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x7FA4;&#x4E4B;&#x4E00;&#x3002;&#x8BE5;&#x516C;&#x53F8;&#x7684;&#x9996;&#x5E2D;&#x6267;&#x884C;&#x5B98;&#x83F2;&#x5C14;&#xB7;&#x65AF;&#x7279;&#x5170;&#x5FB7;&#x7EF4;&#x8328;&#x8FD8;&#x4E0D;&#x80FD;&#x786E;&#x5207;&#x5730;&#x8BF4;&#x51FA;&#x65B0;&#x7597;&#x6CD5;&#x7684;&#x5177;&#x4F53;&#x5F62;&#x5F0F;&#x3002;&#x4F46;&#x76EE;&#x6807;&#x75BE;&#x75C5;&#x5305;&#x62EC;&#x6291;&#x90C1;&#x3001;&#x5931;&#x7720;&#x4EE5;&#x53CA;&#x4FBF;&#x79D8;&#xFF0C;&#x4EE5;&#x53CA;&#x5185;&#x810F;&#x75BC;&#x75DB;&#xFF0C;&#x6BD4;&#x5982;&#x80A0;&#x6613;&#x6FC0;&#x7EFC;&#x5408;&#x75C7;&#x7684;&#x5178;&#x578B;&#x75C7;&#x72B6;&#xFF0C;&#x8FD9;&#x79CD;&#x75C7;&#x72B6;&#x53EF;&#x80FD;&#x4E0E;&#x795E;&#x7ECF;&#x7CFB;&#x7EDF;&#x548C;&#x80A0;&#x9053;&#x5173;&#x8054;&#x3002;&#x65AF;&#x7279;&#x5170;&#x5FB7;&#x7EF4;&#x8328;&#x62E5;&#x6709;&#x5FAE;&#x751F;&#x7269;&#x5B66;&#x535A;&#x58EB;&#x5B66;&#x4F4D;&#xFF0C;&#x4ED6;&#x4E0D;&#x592A;&#x559C;&#x6B22;&#x5E7B;&#x60F3;&#xFF0C;&#x4F46;&#x4E5F;&#x4E0D;&#x7F3A;&#x4E4F;&#x96C4;&#x5FC3;&#x58EE;&#x5FD7;:&#x4ED6;&#x9884;&#x6D4B;&#x7B2C;&#x4E00;&#x4E2A;&#x4EBA;&#x4F53;&#x8BD5;&#x9A8C;&#x5C06;&#x5728;&#x4E00;&#x5E74;&#x5185;&#x5F00;&#x59CB;&#x3002;</p><p>&#x795E;&#x7ECF;&#x7CBE;&#x795E;&#x75BE;&#x75C5;&#x7684;&#x836F;&#x7269;&#x5F00;&#x53D1;&#x5DF2;&#x7ECF;&#x6EDE;&#x540E;&#x4E86;&#x51E0;&#x5341;&#x5E74;&#xFF0C;&#x800C;&#x4E14;&#x8BB8;&#x591A;&#x73B0;&#x6709;&#x7684;&#x836F;&#x7269;&#x5E76;&#x4E0D;&#x662F;&#x5BF9;&#x6240;&#x6709;&#x7684;&#x75C5;&#x4EBA;&#x90FD;&#x6709;&#x6548;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x4F1A;&#x4EA7;&#x751F;&#x4E0D;&#x5FC5;&#x8981;&#x7684;&#x526F;&#x4F5C;&#x7528;&#x3002;&#x6709;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x4E0E;&#x7CBE;&#x795E;&#x75BE;&#x75C5;&#x7814;&#x7A76;&#x9886;&#x57DF;&#x7684;&#x4E13;&#x5BB6;&#x8868;&#x793A;:&#x201C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x5E74;&#x8F7B;&#x3001;&#x975E;&#x5E38;&#x4EE4;&#x4EBA;&#x5174;&#x594B;&#x7684;&#x9886;&#x57DF;&#xFF0C;&#x6709;&#x5DE8;&#x5927;&#x7684;&#x6F5C;&#x529B;&#x3002;&#x201D;</p><p>&#x4E00;&#x4E9B;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x66F4;&#x559C;&#x6B22;&#x4E00;&#x79CD;&#x4E0D;&#x90A3;&#x4E48;&#x5306;&#x5FD9;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x4E13;&#x6CE8;&#x4E8E;&#x4E86;&#x89E3;&#x6F5C;&#x5728;&#x7684;&#x751F;&#x7269;&#x5B66;&#x539F;&#x7406;&#x3002;&#x4F46;&#x662F;Holobiome&#x548C;&#x5176;&#x4ED6;&#x51E0;&#x5BB6;&#x516C;&#x53F8;&#x90FD;&#x6E34;&#x671B;&#x5728;&#x8FD9;&#x4E2A;&#x84EC;&#x52C3;&#x53D1;&#x5C55;&#x7684;&#x6570;&#x5341;&#x4EBF;&#x7F8E;&#x5143;&#x7684;&#x5E02;&#x573A;&#x4E2D;&#x83B7;&#x5229;&#xFF0C;&#x8FD9;&#x4E2A;&#x5E02;&#x573A;&#x5DF2;&#x7ECF;&#x51FA;&#x73B0;&#x4E86;&#x5176;&#x4ED6;&#x5FAE;&#x751F;&#x7269;&#x7597;&#x6CD5;&#xFF0C;&#x5176;&#x76EE;&#x6807;&#x662F;&#x6CBB;&#x7597;&#x80A0;&#x9053;&#x75BE;&#x75C5;&#x3001;&#x8FC7;&#x654F;&#x548C;&#x80A5;&#x80D6;&#x3002;&#x5C3D;&#x7BA1;&#x8FD8;&#x5B58;&#x5728;&#x8BB8;&#x591A;&#x5C1A;&#x672A;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6BD4;&#x5982;&#x7CBE;&#x795E;&#x836F;&#x7269;&#x662F;&#x5982;&#x4F55;&#x8D77;&#x4F5C;&#x7528;&#x7684;&#xFF0C;&#x4EE5;&#x53CA;&#x8FC7;&#x5FEB;&#x7684;&#x63A8;&#x8FDB;&#x4F1A;&#x5B58;&#x5728;&#x54EA;&#x4E9B;&#x6F5C;&#x5728;&#x7684;&#x5371;&#x9669;? &#x4F46;&#x8FD9;&#x4E9B;&#x516C;&#x53F8;&#x4ECD;&#x5728;&#x5411;&#x524D;&#x63A8;&#x8FDB;&#x3002;&#x5E02;&#x573A;&#x4E0A;&#x6709;&#x4E00;&#x79CD;&#x6DD8;&#x91D1;&#x70ED;&#x7684;&#x5FC3;&#x6001;-&#x52A0;&#x5DDE;&#x5927;&#x5B66;&#x5723;&#x5730;&#x4E9A;&#x54E5;&#x5206;&#x6821;&#x7684;&#x5FAE;&#x751F;&#x7269;&#x5B66;&#x5BB6;Rob Knight&#xFF08;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x9886;&#x57DF;&#x7684;&#x4E00;&#x4E2A;&#x5927;&#x725B;&#xFF09;&#x8BF4;&#x3002;</p><p>&#x5728;&#x8FC7;&#x53BB;&#x7684;20&#x5E74;&#x91CC;&#xFF0C;&#x6211;&#x4EEC;&#x8BA4;&#x8BC6;&#x5230;&#xFF0C;&#x751F;&#x6D3B;&#x5728;&#x6211;&#x4EEC;&#x4F53;&#x5185;&#x7684;&#x5FAE;&#x751F;&#x7269;&#x6570;&#x91CF;&#x8D85;&#x8FC7;&#x4E86;&#x6211;&#x4EEC;&#x81EA;&#x8EAB;&#x7684;&#x7EC6;&#x80DE;&#xFF0C;&#x8FD9;&#x8BA9;&#x6211;&#x4EEC;&#x5F7B;&#x5E95;&#x6539;&#x53D8;&#x4E86;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x770B;&#x6CD5;&#x3002;&#x80A0;&#x9053;&#x5FAE;&#x751F;&#x7269;&#x5927;&#x6982;&#x6709;2&#x516C;&#x65A4;&#x91CD;-&#x6BD4;&#x4EBA;&#x8111;&#xFF08;1.4&#x516C;&#x65A4;&#xFF09;&#x8FD8;&#x8981;&#x91CD;&#xFF0C;&#x53EF;&#x80FD;&#x5BF9;&#x6211;&#x4EEC;&#x7684;&#x8EAB;&#x4F53;&#x4E5F;&#x6709;&#x540C;&#x6837;&#x91CD;&#x8981;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x6210;&#x5343;&#x4E0A;&#x4E07;&#x79CD;&#x5FAE;&#x751F;&#x7269;(&#x4E0D;&#x4EC5;&#x662F;&#x7EC6;&#x83CC;&#xFF0C;&#x8FD8;&#x6709;&#x75C5;&#x6BD2;&#x3001;&#x771F;&#x83CC;&#x548C;&#x53E4;&#x751F;&#x83CC;)&#x5B58;&#x5728;&#x4E8E;&#x80A0;&#x9053;&#x4E2D;&#x3002;&#x5176;&#x4E2D;&#x6709;&#x591A;&#x8FBE;2000&#x4E07;&#x4E2A;&#x57FA;&#x56E0;&#xFF0C;&#x8FDC;&#x8FDC;&#x5927;&#x4E8E;&#x4EBA;&#x7C7B;&#x5927;&#x7EA6;2&#x4E07;&#x4E2A;&#x57FA;&#x56E0;&#x7684;&#x6570;&#x91CF;&#x3002;&#x80A0;&#x9053;&#x7EC6;&#x83CC;&#x53EF;&#x4EE5;&#x5236;&#x9020;&#x548C;&#x5229;&#x7528;&#x8425;&#x517B;&#x7269;&#x8D28;&#x548C;&#x5176;&#x4ED6;&#x5206;&#x5B50;&#xFF0C;&#x8FD9;&#x662F;&#x4EBA;&#x4F53;&#x65E0;&#x6CD5;&#x6BD4;&#x62DF;&#x7684;&#x65B0;&#x7597;&#x6CD5;&#x6765;&#x6E90;&#x3002;</p><p>&#x4ECE;&#x53E4;&#x81F3;&#x4ECA;&#x5C31;&#x4E00;&#x76F4;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x5927;&#x8111;&#x548C;&#x80A0;&#x9053;&#x4E4B;&#x95F4;&#x5B58;&#x5728;&#x67D0;&#x79CD;&#x8054;&#x7CFB;&#x3002;&#x6709;&#x79D1;&#x5B66;&#x5BB6;&#x8868;&#x793A;&#xFF1A;&#x53EF;&#x80FD;&#x7684;&#x60C5;&#x51B5;&#x662F;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x5927;&#x8111;&#x548C;&#x6211;&#x4EEC;&#x7684;&#x80A0;&#x9053;&#x4E00;&#x76F4;&#x5904;&#x4E8E;&#x76F8;&#x4E92;&#x4EA4;&#x6D41;&#x7684;&#x72B6;&#x6001;&#x4E4B;&#x4E2D;&#x3002;</p><p>-&#x2014;-</p><p>Katya Gavrish is searching for new brain drugs in a seemingly unlikely place: human stool samples. An earnest and focused microbiologist who trained in Russia and loves classical music, she&#x2019;s standing in front of a large anaerobic chamber in a lab at Holobiome, a small startup company here. She reaches into the glass-fronted chamber through Michelin Man&#x2013;like sleeves to begin to dilute the sample inside. That&#x2019;s the first step toward isolating and culturing bacteria that Gavrish and her Holobiome colleagues hope will produce new treatments for depression and other disorders of the brain and nervous system.</p><p>The eight-person company plans to capitalize on growing evidence from epidemiological and animal studies that link gut bacteria to conditions as diverse as autism, anxiety, and Alzheimer&#x2019;s disease. Since its founding a mere 5 years ago, Holobiome has created one of the world&#x2019;s largest collections of human gut microbes. The company&#x2019;s CEO, Phil Strandwitz, cannot yet say exactly what form the new treatments will take. But the targeted ailments include depression and insomnia, as well as constipation, and visceral pain like that typical of irritable bowel syndrome&#x2014;conditions that may have neurological as well as intestinal components. Strandwitz, a mild-mannered Midwesterner with a Ph.D. in microbiology, isn&#x2019;t prone to visionary statements, but neither is he short on ambition: He predicts the first human trial will start within 1 year.</p><p>The allure is simple: Drug development for neuropsychiatric disorders has lagged for decades, and many existing drugs don&#x2019;t work for all patients and cause unwanted side effects. A growing number of researchers see a promising alternative in microbe-based treatments, or &#x201C;psychobiotics,&#x201D; a term coined by neuropharmacologist John Cryan and psychiatrist Ted Dinan, both at University College Cork. &#x201C;This is a really young and really exciting field with a huge amount of potential,&#x201D; says Natalia Palacios, an epidemiologist at the University of Massachusetts, Lowell, who is looking into connections between gut microbes and Parkinson&#x2019;s disease.</p><p>Some researchers prefer a less hurried approach focused on understanding the underlying biology. But Holobiome and a few other companies are eager to cash in on the burgeoning, multibillion-dollar market that has already sprung up for other microbial therapies, which aim to treat conditions including intestinal disorders, allergies, and obesity. Those companies are pushing ahead despite many unresolved questions about how psychobiotic therapies might actually work and the potential dangers of moving too fast. &#x201C;There&#x2019;s a gold rush mentality,&#x201D; says Rob Knight, a microbiologist at the University of California (UC), San Diego.</p><p><strong>OVER THE PAST 20 YEARS</strong>, the recognition that the microbes living inside us outnumber our body&#x2019;s own cells has turned our view of ourselves inside out. The gut microbiome, as it&#x2019;s known, weighs about 2 kilograms&#x2014;more than the 1.4-kilogram human brain&#x2014;and may have just as much influence over our bodies. Thousands of species of microbes (not only bacteria but also viruses, fungi, and archaea) reside in the gut. And with as many as 20 million genes among them, those microbes pack a genomic punch that our measly 20,000 genes can&#x2019;t match. Gut bacteria can make and use nutrients and other molecules in ways the human body can&#x2019;t&#x2014;a tantalizing source of new therapies.</p><p>The brain is the newest frontier, but it&#x2019;s one with an old connection to the gut. The ancient Greeks, for example, believed mental disorders arose when the digestive tract produced too much black bile. And long before microbes were discovered, some philosophers and physicians argued that the brain and gut were partners in shaping human behavior. &#x201C;What probably happens is that our brain and our gut are in constant communication,&#x201D; says Cryan, who over the past decade has helped drive efforts to decode those communications.</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Science-Meet the psychobiome
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Science" scheme="https://steven-shixq.github.io/tags/Science/"/>
    
      <category term="Human microbes" scheme="https://steven-shixq.github.io/tags/Human-microbes/"/>
    
      <category term="Psychobiome" scheme="https://steven-shixq.github.io/tags/Psychobiome/"/>
    
  </entry>
  
  <entry>
    <title>每日外闻96</title>
    <link href="https://steven-shixq.github.io/2020/05/12/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB96/"/>
    <id>https://steven-shixq.github.io/2020/05/12/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB96/</id>
    <published>2020-05-12T01:29:48.000Z</published>
    <updated>2020-05-12T16:17:42.817Z</updated>
    
    <content type="html"><![CDATA[<link rel="stylesheet" class="aplayer-secondary-style-marker" href="\assets\css\APlayer.min.css"><script src="\assets\js\APlayer.min.js" class="aplayer-secondary-script-marker"></script><blockquote><p><a href="https://science.sciencemag.org/content/368/6491/598" target="_blank" rel="noopener">The immune system&#x2019;s first steps</a></p></blockquote><p><img src="/" class="lazyload" data-src="https://www.sciencemag.org/sites/default/files/styles/carousel_1280x427__3_1_/public/images/rt_scitoc_may8_R1.jpg?itok=pWOEOgia"  alt="Illustrated mosaic of a mother with child, assembled from various immune cell types"></p><p>&#x5728;20&#x4E16;&#x7EAA;50&#x5E74;&#x4EE3;&#x65E9;&#x671F;&#xFF0C;Peter Medawar&#x548C;&#x4ED6;&#x7684;&#x540C;&#x4E8B;&#x4EEC;&#x8BC1;&#x660E;&#x4E86;&#x79FB;&#x690D;&#x8010;&#x53D7;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x5728;&#x6210;&#x5E74;&#x8001;&#x9F20;&#x7684;&#x5B50;&#x5BAB;&#x5185;&#x63A5;&#x79CD;&#x6765;&#x81EA;&#x4F9B;&#x4F53;&#x7684;&#x7EC6;&#x80DE;&#x6765;&#x8BF1;&#x5BFC;&#x3002;&#x8FD9;&#x4E2A;&#x7CBE;&#x5DE7;&#x7684;&#x5B9E;&#x9A8C;&#x63ED;&#x793A;&#x51FA;&#xFF0C;&#x65E9;&#x671F;&#x7684;&#x514D;&#x75AB;&#x7CFB;&#x7EDF;&#x5728;&#x529F;&#x80FD;&#x4E0A;&#x662F;&#x72EC;&#x7ACB;&#x7684;&#xFF0C;&#x5E76;&#x4E14;&#x5BF9;&#x6301;&#x7EED;&#x5230;&#x6210;&#x5E74;&#x671F;&#x7684;&#x514D;&#x75AB;&#x7A0B;&#x5E8F;&#x505A;&#x51FA;&#x53CD;&#x5E94;&#x3002;&#x8FD1;70&#x5E74;&#x540E;&#xFF0C;&#x4EBA;&#x4EEC;&#x5BF9;&#x80CE;&#x513F;&#x65B0;&#x751F;&#x513F;&#x514D;&#x75AB;&#x7CFB;&#x7EDF;&#x7684;&#x590D;&#x6742;&#x6027;&#x548C;&#x53D1;&#x80B2;&#x8F68;&#x8FF9;&#x6709;&#x4E86;&#x66F4;&#x597D;&#x7684;&#x4E86;&#x89E3;&#x3002;&#x6211;&#x4EEC;&#x4E5F;&#x5F00;&#x59CB;&#x8BA4;&#x8BC6;&#x5230;&#xFF0C;&#x5728;&#x751F;&#x547D;&#x65E9;&#x671F;&#xFF0C;&#x514D;&#x75AB;&#x7CFB;&#x7EDF;&#x7684;&#x53D1;&#x80B2;&#x5E76;&#x4E0D;&#x662F;&#x5B64;&#x7ACB;&#x7684;&#xFF0C;&#x800C;&#x662F;&#x53D7;&#x5230;&#x6BCD;&#x4F53;&#x7EC6;&#x80DE;&#x3001;&#x5171;&#x751F;&#x5FAE;&#x751F;&#x7269;&#x548C;&#x75C5;&#x539F;&#x4F53;&#x7684;&#x5F3A;&#x70C8;&#x5F71;&#x54CD;&#x3002;</p><p>&#x5728;&#x751F;&#x547D;&#x65E9;&#x671F;&#x5F00;&#x59CB;&#x7684;&#x514D;&#x75AB;&#x7CFB;&#x7EDF;&#x7F16;&#x7A0B;&#x53EF;&#x80FD;&#x4F1A;&#x5F71;&#x54CD;&#x4EE5;&#x540E;&#x751F;&#x6D3B;&#x4E2D;&#x51FA;&#x73B0;&#x8FC7;&#x654F;&#x3001;&#x81EA;&#x8EAB;&#x514D;&#x75AB;&#x3001;&#x751F;&#x6B96;&#x548C;&#x795E;&#x7ECF;&#x7CBE;&#x795E;&#x75BE;&#x75C5;&#x7B49;&#x75BE;&#x75C5;&#x7684;&#x98CE;&#x9669;&#xFF0C;&#x8FD9;&#x8FDB;&#x4E00;&#x6B65;&#x5F3A;&#x8C03;&#x4E86;&#x8FD9;&#x7C7B;&#x7814;&#x7A76;&#x7684;&#x8F6C;&#x5316;&#x610F;&#x4E49;&#x3002;</p><p>-&#x2014;-</p><p>In the early 1950s, Peter Medawar and colleagues showed that transplant tolerance could be induced in adult mice by inoculating them in utero with cells from a donor strain. This elegant experiment revealed that the immune system in early life is functionally distinct and responsive to programming that persists into adulthood. Nearly 70 years later, the complexity and developmental trajectory of the fetal&#x2013;neonatal immune system are much better understood. We have also begun to appreciate that the immune system in early life does not develop in isolation but is instead strongly infl uenced by maternal cells, commensal microbes, and pathogens.</p><p>This special issue surveys recent advances in the fi eld of early life immunology. Review articles highlight distinctive features of human fetal immune system development elucidated by unbiased multi-omics analysis, the impact of commensal metabolites and xenobiotics on immunity before and after birth, how maternal and fetal immune components work together to combat viral infections during pregnancy (and what happens when these mechanisms fail), and the potential of vaccination approaches to boost fetal&#x2013;maternal immunity and protect neonates against the pathogens that most frequently cause them harm.</p><p>These discoveries should inform future public health initiatives and draw renewed attention to the vulnerability of children in early life, laying the groundwork for vaccination strategies to target pathogens that cause congenital and neonatal infections as well as therapies to treat disorders such as stillbirth and prematurity. Evidence is also mounting that immune system programming that starts in early life may influence the risk of developing conditions such as allergic, autoimmune, reproductive, and neuropsychiatric disorders in later life, further underscoring the translational implications of this kind of research.</p><hr><p><em>See you tomorrow</em></p>]]></content>
    
    <summary type="html">
    
      Science-The immune system&#39;s first steps
    
    </summary>
    
    
      <category term="English" scheme="https://steven-shixq.github.io/categories/English/"/>
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/categories/English/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
    
      <category term="每日外闻" scheme="https://steven-shixq.github.io/tags/%E6%AF%8F%E6%97%A5%E5%A4%96%E9%97%BB/"/>
    
      <category term="English" scheme="https://steven-shixq.github.io/tags/English/"/>
    
      <category term="Journal" scheme="https://steven-shixq.github.io/tags/Journal/"/>
    
      <category term="Science" scheme="https://steven-shixq.github.io/tags/Science/"/>
    
      <category term="Immune" scheme="https://steven-shixq.github.io/tags/Immune/"/>
    
  </entry>
  
</feed>
